{
  "url": "https://pubmed.ncbi.nlm.nih.gov/41121302/?fc=None&ff=20251031212016&v=2.18.0.post22+67771e2",
  "title": "Silica nanoparticles suppress fungal pathogenic allies to alleviate Astragalus root rot - PubMed",
  "description": "Our findings suggest that SiO<sub>2</sub> NPs alter the composition of the rhizosphere microbial community and reduce the population of allies of F. oxysporum, activating salicylic acid-dependent systemic acquired resistance (SAR) in Astragalus and thereby decreasing the incidence of Fusarium root r …",
  "links": [
    "https://pubmed.ncbi.nlm.nih.gov/41121302/?fc=None&ff=20251031212016&v=2.18.0.post22+67771e2"
  ],
  "image": "https://cdn.ncbi.nlm.nih.gov/pubmed/persistent/pubmed-meta-image-v2.jpg",
  "content": "<div>\n      <div>\n<h2>\n  Silica nanoparticles suppress fungal pathogenic allies to alleviate Astragalus root rot\n</h2>\n<p><span>\n        <span><span>Jiamin Ai</span><span> et al.</span></span>\n  </span>\n      <span>\n        Microbiome<span>.</span>\n      </span>\n        <span>\n          2025<span>.</span>\n        </span>\n</p>\n      </div>\n  <div>\n      <h2>\n        Abstract\n      </h2>\n            <div>\n    <p>\n        <strong>\n          Background:\n        </strong>\n      Biological control mechanisms involve the inhibitory effect of antagonistic bacteria on pathogenic fungal growth. However, research on controlling crop diseases by inhibiting allies of pathogenic agents is relatively scarce.\n    </p>\n    <p>\n        <strong>\n          Results:\n        </strong>\n      In this study, the application of SiO<sub>2</sub> NPs resulted in an increase in the alpha diversity of the microbial communities in the rhizosphere of Astragalus, as well as an increase in the complexity of the co-occurrence network. SiO<sub>2</sub> NPs reduced the abundance of Pseudomonas and Microbacterium in the rhizosphere of Astragalus. Co-inoculated Fusarium with Pseudomonas aeruginosa and Microbacterium oxydans could exacerbate the root rot of disease in Astragalus. In addition, M. oxydans SCK-308 and P. aeruginosa XS-134-7 promoted the growth of Fusarium oxysporum and inhibited the growth of certain beneficial rhizosphere microorganisms, thereby facilitating the occurrence of the disease. Metabolomic analyses revealed that salicylic acid, indole-3-acetic acid, brassinosteroid, and palmitic acid were significantly enriched in the rhizosphere of Astragalus treated with SiO<sub>2</sub> NPs. Exogenous supplementation with these metabolites significantly inhibited the growth of P. aeruginosa and M. oxydans, thereby alleviating root rot in plants during coinfection with two bacteria and F. oxysporum. These results indicate that the metabolites enhance disease control efficacy through targeted inhibition of pathogen helpers. Additionally, SiO<sub>2</sub> NPs enhanced the enzymatic activities of ascorbate peroxidase, catalase, and peroxidase in Astragalus plants.\n    </p>\n    <p>\n        <strong>\n          Conclusions:\n        </strong>\n      Our findings suggest that SiO<sub>2</sub> NPs alter the composition of the rhizosphere microbial community and reduce the population of allies of F. oxysporum, activating salicylic acid-dependent systemic acquired resistance (SAR) in Astragalus and thereby decreasing the incidence of Fusarium root rot. These results suggest that SiO<sub>2</sub> NPs can serve as a sustainable agricultural practice. Video Abstract.\n    </p>\n            </div>\n    <p>\n        <strong>\n          Keywords:\n        </strong>\n      Metabolomics; Microbial communities; Root exudates; Root rot disease; Silica nanoparticles (SiO2 NPs).\n    </p>\n  </div>\n  <p>\n    © 2025. The Author(s).\n  </p>\n  <p>\n  <a href=\"https://pubmed.ncbi.nlm.nih.gov/disclaimer/\" target=\"_blank\">PubMed Disclaimer</a>\n</p>\n  <div>\n    <h2>\n      Conflict of interest statement\n    </h2>\n    <p>Declarations. Ethics approval and consent to participate: Not applicable. Consent for publication: Not applicable. Competing interests: The authors declare no competing interests.</p>\n  </div>\n      <div>\n        <h2>\n          Figures\n        </h2>\n        <div>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e2f4/12539172/b30c74d352de/40168_2025_2183_Fig1_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e2f4/12539172/c2c196b2cb1d/40168_2025_2183_Fig1_HTML.gif\" alt=\"Fig. 1\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 1\n    </strong>\n    <p>SiO<sub>2</sub> NPs enhance <i>Astragalus</i> resistance to <i>Fusarium</i> root rot.<b> a</b> Disease indices and prevention effects of <i>Astragalus</i> under distinct treatments at 21 days after inoculation. Si_S: Soil application of SiO<sub>2</sub> NPs; Si_L: Foliar spray of SiO<sub>2</sub> NPs. <b>b</b> Effects of SiO<sub>2</sub> NPs on growth and sporulation of <i>F</i>. <i>oxysporum</i>. <b>c</b> Effects of foliar spraying with different concentrations of SiO<sub>2</sub> NPs on enzyme activities of <i>Astragalus</i>. <b>d</b> Effects of soil application of various concentrations of SiO<sub>2</sub> NPs on the enzyme activities of <i>Astragalus</i>. <b>e</b> Si contents of above- and belowground <i>Astragalus</i> under various treatments. Lowercase letters above the bars indicate significant differences (<i>p</i> &lt; 0.05) between the different treatments (one-way ANOVA)</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e2f4/12539172/ebe8ef59aaca/40168_2025_2183_Fig2_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e2f4/12539172/4f83be0aab47/40168_2025_2183_Fig2_HTML.gif\" alt=\"Fig. 2\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 2\n    </strong>\n    <p>Effects of SiO<sub>2</sub> NPs on the microbial community composition in the rhizosphere of <i>Astragalus</i>.<b> a</b> Changes in the α diversity indices of rhizosphere bacteria and fungi under different SiO<sub>2</sub> NPs application methods. Si_S: Soil application of SiO<sub>2</sub> NPs; Si_L: Foliar spray of SiO<sub>2</sub> NPs. <b>b</b>, <b>c</b> PCoA of the bacterial and fungal microbial communities. <b>d</b> Comparison of the major bacterial and fungal compositions at the phylum level. <b>e</b> Correlation analysis of bacterial differential genera with the relative abundance of <i>Fusarium</i>, the disease index, and the prevention effect. <b>f</b> RDA of the bacterial and fungal microbial communities</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e2f4/12539172/d39816f0cf6c/40168_2025_2183_Fig3_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e2f4/12539172/1c162029fb55/40168_2025_2183_Fig3_HTML.gif\" alt=\"Fig. 3\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 3\n    </strong>\n    <p>Impact of SiO<sub>2</sub>NPs on the functional and assembly mechanisms of the microbial community.<b> a</b> Co-occurrence network analysis. Si_S: Soil application of SiO<sub>2</sub> NPs; Si_L: Foliar spray of SiO<sub>2</sub> NPs. <b>b</b> Topological parameters of co-occurrence networks with different samples. <b>c</b> Responses of microbial community functions to different SiO<sub>2</sub> NPs application methods. A heatmap was generated after standardizing the prediction results from PICRUSt. <b>d</b> Effects of SiO<sub>2</sub> NPs on the assembly mechanisms of microbial communities</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e2f4/12539172/ae884ad8de12/40168_2025_2183_Fig4_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e2f4/12539172/46a771c132d3/40168_2025_2183_Fig4_HTML.gif\" alt=\"Fig. 4\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 4\n    </strong>\n    <p>Effects of core microorganisms on <i>Astragalus</i> root rot. <b>a</b> Potting experiment process for core microbial reinoculation. <b>b</b> Relative abundances of core ASVs in different treatments and matching to isolates. Si_S: Soil application of SiO<sub>2</sub> NPs; Si_L: Foliar spray of SiO<sub>2</sub> NPs. <b>c</b> Relative abundances of core ASVs at the genus level. <b>d</b> Influence of core microorganisms on the disease index and plant phenotype</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e2f4/12539172/d532599ca5d6/40168_2025_2183_Fig5_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e2f4/12539172/1a59f20c56a3/40168_2025_2183_Fig5_HTML.gif\" alt=\"Fig. 5\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 5\n    </strong>\n    <p>Effects of SiO<sub>2</sub> NPs on root exudates and KEGG enrichment pathway analysis of <i>Astragalus</i>. <b>a</b>, <b>b</b> PCA and partial least-squares discriminant analysis of root exudates. Si_S: Soil application of SiO<sub>2</sub> NPs. <b>c</b> Analysis of possible sources of metabolites. <b>d</b> Volcanic plot of differentially abundant metabolites in control and SiO<sub>2</sub> NP-treated plants. <b>e</b> KEGG enrichment pathway analysis. <b>f</b> Relative abundance of differentially abundant metabolites in different treatment groups. <b>g</b> Analysis of the plant hormone signal transduction pathway and its related metabolic pathways</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e2f4/12539172/3fda78b937aa/40168_2025_2183_Fig6_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e2f4/12539172/ef75844198f0/40168_2025_2183_Fig6_HTML.gif\" alt=\"Fig. 6\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 6\n    </strong>\n    <p>Associations between the metabolome and microbiome.<b> a</b> Mantel test showing the significant relationships (i.e., Mantel’s p based on 999 permutations, <i>p</i> &lt; 0.05) of differential genera with differentially abundant metabolites. Mantel’s r statistic is represented by line width, and the colour of the line indicates positive (red) and negative (blue) correlations. <b>b</b>, <b>c</b> BIO‐Sankey network for R00679 and R00673 metabolic reactions in tryptophan metabolism. <b>d</b> The correlation between salicylic acid and the growth of <i>Pseudomonas</i> in the BIO‐Sankey Network. <b>e</b> The correlation between palmitic acid and the growth of <i>Fusarium</i> in the BIO‐Sankey Network. <b>f</b> Effects of differential metabolites on the growth of fungal pathogenic allies. <b>g</b> Exogenous supplementation with differential metabolites alleviated root rot in plants during coinfection with two bacteria and <i>F</i>. <i>oxysporum</i></p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e2f4/12539172/7205bca43943/40168_2025_2183_Fig7_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/e2f4/12539172/386c7af73e21/40168_2025_2183_Fig7_HTML.gif\" alt=\"Fig. 7\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 7\n    </strong>\n    <p>Possible mechanisms of SiO<sub>2</sub> NP-induced enhanced resistance to root diseases caused by soilborne fungi. Application of SiO<sub>2</sub> NPs to the soil alters the root exudates of <i>Astragalus</i>, increasing the secretion of plant hormones, thereby activating salicylic acid-dependent systemic acquired resistance (SAR). This also enhances the activity of antioxidant enzymes, reducing cellular damage and improving plant resistance. Furthermore, the altered root exudates reduce the relative abundance of <i>Fusarium</i> and its “helpers” (<i>Pseudomonas</i> and <i>Microbacterium</i>), thus enhancing the resistance of <i>Astragalus</i> to root rot</p>\n                </figcaption>\n            </figure>\n        </div>\n      </div>\n  <div>\n    <h2>\n      References\n    </h2>\n    <div>\n      <ol>\n  <li>\n    <ol>\n        <li>\n            Dutta P, Kumari A, Mahanta M, Upamanya Gunadhya K, Heisnam P et al. Nanotechnological approaches for management of soil-borne plant pathogens. 2023;14. 10.3389/fpls.2023.1136233.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC9981975/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/36875565/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Jang Y, Yi H, Maharjan R, Jeong M, Yoon Y. First report of root rot caused by <i>Fusarium armeniacum</i> on soybean in Korea. Plant Dis. 2022;106(4):1306. 10.1094/pdis-11-20-2319-pdn.\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/34753316/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Cao Y, Ma J, Han S, Hou M, Wei X, et al. Single-cell RNA sequencing profiles reveal cell type-specific transcriptional regulation networks conditioning fungal invasion in maize roots. Plant Biotechnol J. 2023;21(9):1839–59. 10.1111/pbi.14097.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC10440994/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/37349934/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Li Z, Bai X, Jiao S, Li Y, Li P, et al. A simplified synthetic community rescues Astragalus mongholicus from root rot disease by activating plant-induced systemic resistance. Microbiome. 2021;9(1):217. 10.1186/s40168-021-01169-9.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC8567675/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/34732249/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Zuriegat Q, Zheng Y, Liu H, Wang Z, Yun Y. Current progress on pathogenicity-related transcription factors in <i>Fusarium oxysporum</i>. Mol Plant Pathol. 2021;22(7):882–95. 10.1111/mpp.13068.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC8232035/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/33969616/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n      </ol>\n</div>\n  </div>\n    <div>\n      <h2>\n        MeSH terms\n      </h2>\n      <ul><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li></ul>\n    </div>\n    <div>\n      <h2>\n        Substances\n      </h2>\n      <ul><li></li></ul>\n    </div>\n    <div>\n      <h2>\n        Supplementary concepts\n      </h2>\n      <ul><li></li></ul>\n    </div>\n  <div>\n    <h2>\n      LinkOut - more resources\n    </h2>\n    <ul><li><h3>Full Text Sources</h3><ul><li><a href=\"https://microbiomejournal.biomedcentral.com/articles/10.1186/s40168-025-02183-x\" target=\"_blank\">\n                    BioMed Central\n                  </a></li><li><a href=\"https://pmc.ncbi.nlm.nih.gov/articles/pmid/41121302/\" target=\"_blank\">\n                    PubMed Central\n                  </a></li></ul></li><li><h3>Miscellaneous</h3><ul><li><a href=\"https://assays.cancer.gov/non-CPTAC-3877\" target=\"_blank\">\n                    NCI CPTAC Assay Portal\n                  </a></li></ul></li></ul>\n  </div>\n  </div>",
  "author": "",
  "favicon": "https://cdn.ncbi.nlm.nih.gov/coreutils/nwds/img/favicons/favicon-192.png",
  "source": "pubmed.ncbi.nlm.nih.gov",
  "published": "",
  "ttr": 232,
  "type": "website"
}