{
  "url": "https://pubmed.ncbi.nlm.nih.gov/41159745/?fc=None&ff=20251103231959&v=2.18.0.post22+67771e2",
  "title": "Repurposing bunamidine hydrochloride as a potent antimicrobial agent targeting vancomycin-resistant Enterococcus membranes - PubMed",
  "description": "Vancomycin-resistant enterococci (VRE) are a major cause of hospital-acquired infections, with limited treatment options due to rising antibiotic resistance. Targeting bacterial membranes offers a promising alternative to conventional therapies. In this study, we investigated the antimicrobial activ …",
  "links": [
    "https://pubmed.ncbi.nlm.nih.gov/41159745/?fc=None&ff=20251103231959&v=2.18.0.post22+67771e2"
  ],
  "image": "https://cdn.ncbi.nlm.nih.gov/pubmed/persistent/pubmed-meta-image-v2.jpg",
  "content": "<div>\n      <div>\n          <div>\n      <p><span>\n        doi: 10.1128/msystems.00425-25.\n      </span>\n      <span>\n        Online ahead of print.\n      </span>\n          </p></div>\n          <p>\n    Affiliations\n</p>\n    <ul>\n        <li>\n          <span>\n  <span>\n      PMID:\n  </span>\n    <strong>41159745</strong>\n</span>\n        </li>\n        <li>\n          <span>\n  <span>\n      DOI:\n  </span>\n    <a target=\"_blank\" href=\"https://doi.org/10.1128/msystems.00425-25\">\n      10.1128/msystems.00425-25\n    </a>\n</span>\n        </li>\n    </ul>\n  <p><span>Free article</span></p><p>\n  Item in Clipboard\n</p>\n      </div>\n      <div>\n<h2>\n  Repurposing bunamidine hydrochloride as a potent antimicrobial agent targeting vancomycin-resistant <i>Enterococcus</i> membranes\n</h2>\n<p><span>\n        <span><span>Pengfei She</span><span> et al.</span></span>\n  </span>\n      <span>\n        mSystems<span>.</span>\n      </span>\n        <span>\n          2025<span>.</span>\n        </span>\n</p>\n  <p><span>Free article</span></p>\n      </div>\n  <div>\n      <h2>\n        Abstract\n      </h2>\n            <div>\n    <p>\n      Vancomycin-resistant enterococci (VRE) are a major cause of hospital-acquired infections, with limited treatment options due to rising antibiotic resistance. Targeting bacterial membranes offers a promising alternative to conventional therapies. In this study, we investigated the antimicrobial activity and mechanism of action of bunamidine hydrochloride (BUN) against VRE. BUN exhibited potent bactericidal effects against both VRE and vancomycin-susceptible enterococci (VSE), with minimum inhibitory concentrations (MICs) ranging from 2 to 4 µg/mL. BUN significantly inhibited biofilm formation and eradicated biofilm-embedded persister cells. Mechanistic studies demonstrated that BUN disrupts bacterial membrane integrity, increasing permeability and depolarization, as confirmed by SYTOX Green staining, DiSC3(5) fluorescence analysis, and electron microscopy. Molecular dynamics simulations further revealed that BUN selectively interacts with phosphatidylglycerol, a key bacterial membrane phospholipid, leading to membrane destabilization. <i>In vivo</i> studies using murine infection models showed that BUN effectively reduced bacterial burden and promoted wound healing without notable toxicity. These findings highlight BUN as a promising antimicrobial agent with membrane-targeting activity against VRE. Its potent bactericidal action, low propensity for resistance development, and favorable <i>in vivo</i> efficacy suggest potential for therapeutic application in treating multidrug-resistant infections.\n    </p>\n    <p>\n      The global rise of vancomycin-resistant enterococci (VRE) poses serious challenges in clinical treatment due to limited therapeutic options and rapid resistance development. This study identifies bunamidine hydrochloride (BUN), a previously approved antiparasitic agent, as a potent membrane-targeting antimicrobial with rapid bactericidal activity against both planktonic and biofilm-associated VRE. By selectively interacting with bacterial phosphatidylglycerol, BUN disrupts membrane integrity and inhibits persister cells, while maintaining low cytotoxicity and high <i>in vivo</i> efficacy in murine infection models. Our findings highlight the potential of drug repurposing strategies to accelerate the discovery of effective antibiotics and provide a promising candidate for future clinical management of multidrug-resistant bacterial infections.\n    </p>\n            </div>\n    <p>\n        <strong>\n          Keywords:\n        </strong>\n      bacterial membrane disruption; biofilm inhibition; bunamidine hydrochloride; drug repurposing; phosphatidylglycerol targeting; vancomycin-resistant enterococci.\n    </p>\n  </div>\n  <p>\n  <a href=\"https://pubmed.ncbi.nlm.nih.gov/disclaimer/\" target=\"_blank\">PubMed Disclaimer</a>\n</p>\n  <div>\n    <h2>\n      LinkOut - more resources\n    </h2>\n    <ul><li><h3>Full Text Sources</h3><ul><li><a href=\"https://journals.asm.org/doi/10.1128/msystems.00425-25?url_ver=Z39.88-2003&amp;rfr_id=ori:rid:crossref.org&amp;rfr_dat=cr_pub%20%200pubmed\" target=\"_blank\">\n                    Atypon\n                  </a></li></ul></li></ul>\n  </div>\n  </div>",
  "author": "",
  "favicon": "https://cdn.ncbi.nlm.nih.gov/coreutils/nwds/img/favicons/favicon-192.png",
  "source": "pubmed.ncbi.nlm.nih.gov",
  "published": "",
  "ttr": 70,
  "type": "website"
}