{
  "url": "https://pubmed.ncbi.nlm.nih.gov/41201243/?fc=None&ff=20251109111811&v=2.18.0.post22+67771e2",
  "title": "Time-series RNA metabarcoding of the active Populus tremuloides root microbiome reveals hidden temporal dynamics and dormant core members - PubMed",
  "description": "Members of the rhizosphere exhibit dynamic patterns of activity and dormancy. This study stresses the need to focus on active microbial communities to detect temporal changes in plant microbiomes. Additionally, the metabolic activity of microbes should be considered a key determinant of core microbi …",
  "links": [
    "https://pubmed.ncbi.nlm.nih.gov/41201243/?fc=None&ff=20251109111811&v=2.18.0.post22+67771e2"
  ],
  "image": "https://cdn.ncbi.nlm.nih.gov/pubmed/persistent/pubmed-meta-image-v2.jpg",
  "content": "<div>\n      <div>\n          <div>\n      <p><span>\n        doi: 10.1128/msystems.00285-25.\n      </span>\n      <span>\n        Online ahead of print.\n      </span>\n          </p></div>\n          <p>\n    Affiliations\n</p>\n    <ul>\n        <li>\n          <span>\n  <span>\n      PMID:\n  </span>\n    <strong>41201243</strong>\n</span>\n        </li>\n        <li>\n          <span>\n  <span>\n      DOI:\n  </span>\n    <a target=\"_blank\" href=\"https://doi.org/10.1128/msystems.00285-25\">\n      10.1128/msystems.00285-25\n    </a>\n</span>\n        </li>\n    </ul>\n        <p>\n  Item in Clipboard\n</p>\n      </div>\n      <div>\n<h2>\n  Time-series RNA metabarcoding of the active <i>Populus tremuloides</i> root microbiome reveals hidden temporal dynamics and dormant core members\n</h2>\n<p><span>\n        <span><span>Jake Nash</span><span> et al.</span></span>\n  </span>\n      <span>\n        mSystems<span>.</span>\n      </span>\n        <span>\n          2025<span>.</span>\n        </span>\n</p>\n      </div>\n  <div>\n      <h2>\n        Abstract\n      </h2>\n            <div>\n    <p>\n      The rhizosphere is a critical interface between plant roots and soil, harboring diverse microbial communities that are essential to plant and ecosystem health. Although these communities exhibit stark temporal dynamics, their dormancy/activity transitions remain poorly understood. Such transitions may enable microbes to rapidly adjust functional contributions faster than community turnover alone would allow. Here, we used RNA metabarcoding to characterize the active fraction of microbial communities on the roots of quaking aspen (<i>Populus tremuloides</i>) in a time-series study across a natural environmental gradient. We explore cryptic temporal microbial community dynamics of rhizosphere communities at the ecosystem scale. The active rhizosphere bacterial and fungal communities were more temporally dynamic than total communities, while total communities exhibited a stronger response to site-specific conditions. Notably, some core microbiome members were often inactive, yielding a smaller \"active core\" subset. The fungal endophyte <i>Hyaloscypha finlandica</i> was the only microbe that was both present and active in all plots across all timepoints. Soil temperature strongly influenced both total and active community composition, with the fungal class Eurotiomycetes showing a temperature-dependent seasonal decline in abundance. Together, these results reveal that modulation of microbial activity levels is a key mechanism by which the plant root holobiont responds to environmental variation, and that even dominant symbionts may frequently persist in dormancy within the rhizosphere.\n    </p>\n    <p>\n        <strong>\n          Importance:\n        </strong>\n      Members of the rhizosphere exhibit dynamic patterns of activity and dormancy. This study stresses the need to focus on active microbial communities to detect temporal changes in plant microbiomes. Additionally, the metabolic activity of microbes should be considered a key determinant of core microbiome membership. Parallel patterns in active community dynamics between fungal and bacterial communities provide a potentially generalizable rule of microbial community temporal dynamics in plant rhizospheres.\n    </p>\n            </div>\n    <p>\n        <strong>\n          Keywords:\n        </strong>\n      Populus root; RNA metabarcoding; microbiome; time-series.\n    </p>\n  </div>\n  <p>\n  <a href=\"https://pubmed.ncbi.nlm.nih.gov/disclaimer/\" target=\"_blank\">PubMed Disclaimer</a>\n</p>\n  </div>",
  "author": "",
  "favicon": "https://cdn.ncbi.nlm.nih.gov/coreutils/nwds/img/favicons/favicon-192.png",
  "source": "pubmed.ncbi.nlm.nih.gov",
  "published": "",
  "ttr": 67,
  "type": "website"
}