{
  "url": "https://pubmed.ncbi.nlm.nih.gov/41147731/?fc=None&ff=20251109111811&v=2.18.0.post22+67771e2",
  "title": "The dung beetle microbiome complements host metabolism and nutrition - PubMed",
  "description": "Many multicellular organisms rely on communities of microbial organisms to properly benefit from their diets, for instance, by assisting in the breakdown of complex polysaccharides, the synthesis of essential resources, detoxification, or even preventing putrefaction. Dung beetles commonly rely on h …",
  "links": [
    "https://pubmed.ncbi.nlm.nih.gov/41147731/?fc=None&ff=20251109111811&v=2.18.0.post22+67771e2"
  ],
  "image": "https://cdn.ncbi.nlm.nih.gov/pubmed/persistent/pubmed-meta-image-v2.jpg",
  "content": "<div>\n      <div>\n          <div>\n      <p><span>\n        doi: 10.1128/msystems.01172-25.\n      </span>\n      <span>\n        Online ahead of print.\n      </span>\n          </p></div>\n          <p>\n    Affiliations\n</p>\n    <ul>\n        <li>\n          <span>\n  <span>\n      PMID:\n  </span>\n    <strong>41147731</strong>\n</span>\n        </li>\n        <li>\n          <span>\n  <span>\n      DOI:\n  </span>\n    <a target=\"_blank\" href=\"https://doi.org/10.1128/msystems.01172-25\">\n      10.1128/msystems.01172-25\n    </a>\n</span>\n        </li>\n    </ul>\n  <p><span>Free article</span></p><p>\n  Item in Clipboard\n</p>\n      </div>\n      <div>\n<h2>\n  The dung beetle microbiome complements host metabolism and nutrition\n</h2>\n<p><span>\n        <span><span>Joshua A Jones</span><span> et al.</span></span>\n  </span>\n      <span>\n        mSystems<span>.</span>\n      </span>\n        <span>\n          2025<span>.</span>\n        </span>\n</p>\n  <p><span>Free article</span></p>\n      </div>\n  <div>\n      <h2>\n        Abstract\n      </h2>\n            <p>\n      Many multicellular organisms rely on communities of microbial organisms to properly benefit from their diets, for instance, by assisting in the breakdown of complex polysaccharides, the synthesis of essential resources, detoxification, or even preventing putrefaction. Dung beetles commonly rely on herbivore dung as their main source of nutrition, a diet rich in recalcitrant, hard-to-digest plant polysaccharides yet poor in essential amino acids, which animals typically cannot synthesize on their own. The work presented here investigates the potential role of the host-associated microbial community in allowing these insects to thrive on their nutrient-poor diet. Specifically, we investigated whether the microbiota of the bull-headed dung beetle, <i>Onthophagus taurus</i>, may be capable of synthesizing amino acids and breaking down complex plant polysaccharides. To do so, we functionally annotated genes within metagenomically assembled genomes (MAGs) obtained via shotgun-metagenomic sequencing. The annotation of these MAGs revealed that bacteria found in association with <i>O. taurus</i> possess the metabolic potential necessary to bridge the gap between host metabolic needs and the limitations imposed by their diet. Specifically, <i>O. taurus</i> microbiota contain amino acid biosynthesis pathways and genes encoding cellulases and xylanases, both of which are absent in the beetle genome. Further, multiple functionally relevant bacterial taxa identified here have also been observed in other studies across diverse dung beetle species, possibly suggesting a conserved pool of dung beetle symbionts and metabolic functions.IMPORTANCEHost-symbiont interactions allow animals to take advantage of incomplete and/or challenging diets and niches. The work presented here aims to identify the physiological and metabolic means by which host-associated microbial species shape the ecology of one of the most speciose genera in the animal kingdom: dung beetles in the genus <i>Onthophagus</i>. Both larva and adult stages of most <i>Onthophagus</i> rely on herbivore dung, a diet rich in recalcitrant, hard-to-digest plant polysaccharides yet poor in essential amino acids, which animals typically cannot synthesize on their own. To utilize such a challenging diet, <i>Onthophagus</i> vertically transmits a maternally derived microbial community which supports normative development in immature individuals and maintenance and reproduction in adults. Taken together, <i>Onthophagus'</i> extraordinary diversity, complex ecology, and varied relationship with their microbial associates make them an ideal system to investigate mechanisms and diversification of host-diet-microbiome interactions.\n    </p>\n    <p>\n        <strong>\n          Keywords:\n        </strong>\n      Onthophagus; arthropods; developmental biology; dung beetle; microbiome; symbiosis.\n    </p>\n  </div>\n  <p>\n  <a href=\"https://pubmed.ncbi.nlm.nih.gov/disclaimer/\" target=\"_blank\">PubMed Disclaimer</a>\n</p>\n  <div>\n    <h2>\n      LinkOut - more resources\n    </h2>\n    <ul><li><h3>Full Text Sources</h3><ul><li><a href=\"https://journals.asm.org/doi/10.1128/msystems.01172-25?url_ver=Z39.88-2003&amp;rfr_id=ori:rid:crossref.org&amp;rfr_dat=cr_pub%20%200pubmed\" target=\"_blank\">\n                    Atypon\n                  </a></li></ul></li><li><h3>Miscellaneous</h3><ul><li><a href=\"https://assays.cancer.gov/CPTAC-1548\" target=\"_blank\">\n                    NCI CPTAC Assay Portal\n                  </a></li></ul></li></ul>\n  </div>\n  </div>",
  "author": "",
  "favicon": "https://cdn.ncbi.nlm.nih.gov/coreutils/nwds/img/favicons/favicon-192.png",
  "source": "pubmed.ncbi.nlm.nih.gov",
  "published": "",
  "ttr": 85,
  "type": "website"
}