{
  "url": "https://pubmed.ncbi.nlm.nih.gov/41131553/?fc=None&ff=20251102031826&v=2.18.0.post22+67771e2",
  "title": "Host miRNAs regulate Escherichia coli O157 mucosal colonization through host-mucosa-attached microbiota interactions in calves - PubMed",
  "description": "Host mechanisms regulating STEC O157 colonization are complex interplay among mucosa-attached microbiota and host miRNAs where virulence factors could modulate such crosstalk and cause differential host responses, highlighting the importance of host-microbiome-pathogen virulence factor interactions …",
  "links": [
    "https://pubmed.ncbi.nlm.nih.gov/41131553/?fc=None&ff=20251102031826&v=2.18.0.post22+67771e2"
  ],
  "image": "https://cdn.ncbi.nlm.nih.gov/pubmed/persistent/pubmed-meta-image-v2.jpg",
  "content": "<div>\n      <div>\n<h2>\n  Host miRNAs regulate Escherichia coli O157 mucosal colonization through host-mucosa-attached microbiota interactions in calves\n</h2>\n<p><span>\n        <span><span>Zhe Pan</span><span> et al.</span></span>\n  </span>\n      <span>\n        Microbiome<span>.</span>\n      </span>\n        <span>\n          2025<span>.</span>\n        </span>\n</p>\n      </div>\n  <div>\n      <h2>\n        Abstract\n      </h2>\n            <div>\n    <p>\n        <strong>\n          Introduction:\n        </strong>\n      Host responses to pathogen colonization are central to understanding host homeostasis dynamics. Here, we used Shiga toxin (Stx)-producing Escherichia coli (STEC) O157 as an example to illustrate how pathogen colonization alters host-microbiome interactions and stimulates host responses. The STEC O157 is a critical foodborne pathogen, and cattle are the major asymptotic carrier with rectal anal junction (RAJ) being the major colonization site, leading to the transmission of this organism through the production chain. Therefore, this study leverages the multi-omics to evaluate host mechanisms to STEC O157 and to illustrate how mucosa-attached microbiome together with host miRNAs respond to the colonization of STEC O157.\n    </p>\n    <p>\n        <strong>\n          Results:\n        </strong>\n      The calf model was orally challenged with E. coli O157 with and without Stx2a during the 30-day trial. Mucosa-attached microbiome analysis revealed that mucosal E. coli O157 colonization limited niche occupancy of mucosa-attached microbiota regardless of the presence or absence of Stx2a. The production of Stx2a did not induce proper local host mRNA responses but miRNA profiles were more responsive to this virulent factor during high fecal shedding. The shift of toll-like receptor (TLR) expressions together with Stx2a production possibly underlined varied miRNAome-mucosa-attached microbiota interactions. For instance, during the high fecal shedding, the increased expression of TLR2 promoted bta-miR-181b mediated host functionality, a response that was possibly blocked by Stx2a. Decreased fecal O157 shedding promoted activation of TLR4-stimulated host responses, which were coregulated by multiple miRNAs (i.e. bta-miR-146a and-184) and mucosa-attached microbes.\n    </p>\n    <p>\n        <strong>\n          Conclusion:\n        </strong>\n      Host mechanisms regulating STEC O157 colonization are complex interplay among mucosa-attached microbiota and host miRNAs where virulence factors could modulate such crosstalk and cause differential host responses, highlighting the importance of host-microbiome-pathogen virulence factor interactions for pathogen colonization process. Video Abstract.\n    </p>\n            </div>\n    <p>\n        <strong>\n          Keywords:\n        </strong>\n      Escherichia coli O157; MiRNA profiling; MiRNAome; Microbiota; Mucosa-attached microbiota; Multi-omics; Niche breadth; Stx2a; Toll-like receptor; Transcriptome.\n    </p>\n  </div>\n  <p>\n    © 2025. The Author(s).\n  </p>\n  <p>\n  <a href=\"https://pubmed.ncbi.nlm.nih.gov/disclaimer/\" target=\"_blank\">PubMed Disclaimer</a>\n</p>\n  <div>\n    <h2>\n      Conflict of interest statement\n    </h2>\n    <p>Declarations. Ethics approval: All animal work was carried out at the Moredun Research Institute (MRI) under Home Office License 70/7914 granted by the UK Home Office under the Animal (Scientific Procedures) Act 1986 and was approved by the Moredun Research Institute (MRI) animal care and ethics review committee. Consent for publication: Not applicable. Competing interests: The authors declare no competing interests.</p>\n  </div>\n      <div>\n        <h2>\n          Figures\n        </h2>\n        <div>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/438b/12548129/3ceaf550fde9/40168_2025_2184_Fig1_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/438b/12548129/d46145b39f7f/40168_2025_2184_Fig1_HTML.gif\" alt=\"Fig. 1\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 1\n    </strong>\n    <p>Study design and analysis flow chart. Two strains were used in this calf trial. The wild-type O157 strain contained both stx2a and stx2c prophages but only expressed stx2c (PT21/28<sup>stx2a-stx2c+</sup>, WT) and lab-reconstructed O157 strain contained and expressed both stx2a and stx2c prophages (RE21/28<sup>stx2a+stx2c+</sup>, RE). A total of 24 Holstein-Friesian veal calves were adopted at three weeks of age and randomly assigned into three groups: WT (n=6), RE (n=7), control (CT, n=11). They were orally challenged by orogastric intubation with ~10<sup>9</sup>CFU of each strain in 10 mL of lysogeny broth (for CT, an equal amount of broth with saline was used). The STEC O157 fecal counting was performed from pre- (To ensure calves were not colonized by STEC O157 before the challenge) to post-challenge. RAJ mucosa samples were collected from CT, WT, and RE groups 3 days before challenge (T1), 7 days (T2), and 26 days post-challenge (T5) and were subjected to host transcriptome miRNAomes, and active mucosa-attached microbial profiling. The missing rectangles in the bottom panel represent samples were missed/omitted due to limited amount/ low quality of samples for processing</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/438b/12548129/7e187985ddeb/40168_2025_2184_Fig2_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/438b/12548129/7e60d686ba84/40168_2025_2184_Fig2_HTML.gif\" alt=\"Fig. 2\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 2\n    </strong>\n    <p>Evaluation of mucosa-attached microbiota responses to <i>E</i>. <i>coli</i> O157 colonization in calves without or post-challenge. Data from all calves across the CT, WT, and RE groups at the pre-challenge timepoint (T1) were pooled together, as they had not yet been inoculated and were microbiologically indistinguishable <b>A.</b> The Beeswarm plot showing absolute niche breadth for mucosa-attached microbes from calves without challenge or post challenge at T2 or T5 for both WT and RE (0.01 ≤ <i>P.</i>&lt; 0.05**, 0.05 ≤ <i>P</i>&lt; 0.1*). <b>B</b>. The Beeswarm plot showing the percentage of ASVs involved in the most enriched bacterial functions for microbial communities from calves without challenge or post challenge at T2 or T5 for both WT and RE</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/438b/12548129/a3220a0fa1bd/40168_2025_2184_Fig3_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/438b/12548129/a46321c9e4c9/40168_2025_2184_Fig3_HTML.gif\" alt=\"Fig. 3\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 3\n    </strong>\n    <p>Host transcriptomic responses to the strain-specific STEC O157 colonization <b>A</b>. The Venn plot showing shared and specific differential expressed genes (DEGs) in comparison of WT-T2 vs. CT-T2 and WT-T2 vs. RE-T2.\n<b>B</b>. The Circos plot showing shared and specific gene ontology (GO) functions by DEGs in comparison of WT-T2 vs. CT-T2 and WT-T2 vs. RE-T2. The squares differed in color refer to specific functions for WT-T2 vs. CT-T2 (from 1 to 7) and WT-T2 vs. RE-T2 (from 8 to 11), respectively. The GO terms from 12 to 19 were specific to both WTT5 vs. CTT5 and WTT2 vs. RET2.\n<b>C</b>. The Venn plot showing shared and specific GO functions in comparison between WT-T5 vs. CT-T5 (WTT5) and RE-T5 vs. CT-T5 (RET5).\n<b>D</b>. The Venn plot showing shared and specific DEGs in comparison between WT-T2 downregulated and WT-T5 upregulated DEGs.\n<b>E</b>. The Circos plot showing shared and specific GO functions enriched by WT-T2 downregulated and WT-T5 upregulated DEGs. The GO terms from 50 to 55 were specific to WTT5 vs. RET5</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/438b/12548129/9b55a3221ed4/40168_2025_2184_Fig4_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/438b/12548129/53c978a996ee/40168_2025_2184_Fig4_HTML.gif\" alt=\"Fig. 4\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 4\n    </strong>\n    <p>Patterns of miRNAome regulated host functions for WT (<b>A</b>) and RE (<b>B</b>). The color of each dot refers to the patterns of miRNA regulating host functions (redundancy or compensation). The functional redundancy refers to multiple miRNAs regulating the same functions and the ability of one miRNA that regulate multiple functions is defined as functional compensation</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/438b/12548129/eb513167a578/40168_2025_2184_Fig5_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/438b/12548129/a38d3f96dfc2/40168_2025_2184_Fig5_HTML.gif\" alt=\"Fig. 5\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 5\n    </strong>\n    <p>Crosstalk between differential abundant microbes and host predicted miRNAs for WT (<b>A</b>) and RE (<b>B</b>). The color of each node refers to different sample collection times (T2 or T5). The rhombus and rectangle shapes refer to microbes and miRNAs, respectively. The solid and dotted lines refer to positive and negative interactions, respectively</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/438b/12548129/c34e33585a54/40168_2025_2184_Fig6_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/438b/12548129/a12b8e946bd9/40168_2025_2184_Fig6_HTML.gif\" alt=\"Fig. 6\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 6\n    </strong>\n    <p>The most enriched cell types by xCell and predictive microbes and miRNAs by the random forest model <b>A</b>. The Beeswarm plot showing the xCell enrichment scores for the most enriched cell types for samples collected from calves without challenge and post-challenge for WT and RE at T2 and T5. The Immune Score is defined as the adjusted scores of B-cells, CD4+ T-cells, CD8+ T-cells, Dendritic cells, Eosinophils, Macrophages, Monocytes, Mast cells, Neutrophils, and Natural Killer cells. The Microenvironment Score is defined as the sum of the Immune Score and Stroma Score (the adjusted scores of Adipocytes, Endothelial cells, and Fibroblasts). The <i>P </i>value &lt; 0.05 as a significance. The predictive top ten mucosa-attached microbes (<b>B</b>) and host miRNAs (<b>C</b>) related to enriched cell types using a random forest model, respectively. The contribution of microbes (<b>B</b>) and host miRNAs (<b>C</b>) to cell types was evaluated using the percent increase in mean squared errors (increased in MSE%, x-axis)</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/438b/12548129/e0191a85e5fd/40168_2025_2184_Fig7_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/438b/12548129/33b2fec1f725/40168_2025_2184_Fig7_HTML.gif\" alt=\"Fig. 7\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 7\n    </strong>\n    <p>MiRNAs with functions relevant to Toll like receptor signaling mediate host-mucosa-attached microbiota interactions. The miRNAs with predicted functions associated with toll-like receptor signaling <b>A</b> for WT-T5. The expressions of <i>TLR2</i>, <i>TLR3</i>, <i>TLR4</i> at T2 (<b>B</b>) and T5 (<b>C</b>) for CT, WT, and RE</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/438b/12548129/d1ed61117fc2/40168_2025_2184_Fig8_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/438b/12548129/93ae4f3edf01/40168_2025_2184_Fig8_HTML.gif\" alt=\"Fig. 8\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 8\n    </strong>\n    <p>The schematic diagram of host mechanisms of <i>E</i>. <i>coli</i> O157 colonization regulated by mucosa-attached microbiota and miRNAome. Step 1 in the box was based on the previous findings using the same cohort of calves. Steps 2–4: The oral challenge of WT and RE strains could decrease niche occupancy of mucosa-attached microbiota and its functionality and such changes in mucosa-attached microbiota could contribute to O157 shedding and mucosa colonization. Step 5: The mucosa O157 colonization altered Toll-like receptor 2 (<i>TLR2</i>) gene expressions. Step 6: In the absence of Stx2a production in WT, the expression of <i>TLR2</i> promoted bta-miR-7i mediated host functions in response to O157 colonization. Step 7: Host miRNAs could interact with mucosa-attached microbes as the result of O157 colonization. Step 8: The production of Stx2a may inhibit host <i>TLR2</i> expression and block host recognition of RE O157 strain at T2. Step 9: At T5, the O157 fecal shedding was decreased. Step 10: The expression of <i>TLR4</i> was increased regardless of the production of Stx2a, resulting into TLR4- and host miRNAs-mediated host responses. Steps 11–12: The mucosa-attached microbiota could interplay with host miRNAs and host transcriptomes in response to WT O157 colonization, yet the production of Stx2a may block miRNAs-regulated host-microbiome interactions</p>\n                </figcaption>\n            </figure>\n        </div>\n      </div>\n  <div>\n    <h2>\n      References\n    </h2>\n    <div>\n      <ol>\n  <li>\n    <ol>\n        <li>\n            Ribet D, Cossart P. How bacterial pathogens colonize their hosts and invade deeper tissues. Microbes Infect. 2015;17:173–83.\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/25637951/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Pickard JM, Núñez G. Pathogen colonization resistance in the gut and its manipulation for improved health. Am J Pathol. 2019;189:1300–10.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC6617533/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/31100210/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Pan Z, Chen Y, Zhou M, McAllister TA, Mcneilly TN, Guan LL. Linking active rectal mucosa-attached microbiota to host immunity reveals its role in host-pathogenic STEC O157 interactions. ISME J. 2024;18:wrae127.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC11304501/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/38984791/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Juge N. Relationship between mucosa-associated gut microbiota and human diseases. Biochem Soc Trans. 2022;50:1225–36.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC9704521/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/36214382/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Hansson GC, Johansson MEV. The inner of the two Muc2 mucin-dependent mucus layers in colon is devoid of bacteria. Gut Microbes. 2010;1:51–4.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC3035142/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/21327117/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n      </ol>\n</div>\n  </div>\n    <div>\n      <h2>\n        MeSH terms\n      </h2>\n      <ul><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li></ul>\n    </div>\n    <div>\n      <h2>\n        Substances\n      </h2>\n      <ul><li></li><li></li></ul>\n    </div>\n    <div>\n      <h2>\n        Grants and funding\n      </h2>\n      <div><ul><li><a target=\"_blank\" title=\"All articles for grant FOS.07.17/Beef Cattle Research Council\" href=\"https://pubmed.ncbi.nlm.nih.gov/?term=FOS.07.17%2FBeef+Cattle+Research+Council%5BGrants+and+Funding%5D&amp;sort=date&amp;sort_order=desc\">\n          FOS.07.17/Beef Cattle Research Council\n        </a></li><li><a target=\"_blank\" title=\"All articles for grant FOS.07.17/Beef Cattle Research Council\" href=\"https://pubmed.ncbi.nlm.nih.gov/?term=FOS.07.17%2FBeef+Cattle+Research+Council%5BGrants+and+Funding%5D&amp;sort=date&amp;sort_order=desc\">\n          FOS.07.17/Beef Cattle Research Council\n        </a></li><li><a target=\"_blank\" title=\"All articles for grant FOS.07.17/Beef Cattle Research Council\" href=\"https://pubmed.ncbi.nlm.nih.gov/?term=FOS.07.17%2FBeef+Cattle+Research+Council%5BGrants+and+Funding%5D&amp;sort=date&amp;sort_order=desc\">\n          FOS.07.17/Beef Cattle Research Council\n        </a></li><li><a target=\"_blank\" title=\"All articles for grant FOS.07.17/Beef Cattle Research Council\" href=\"https://pubmed.ncbi.nlm.nih.gov/?term=FOS.07.17%2FBeef+Cattle+Research+Council%5BGrants+and+Funding%5D&amp;sort=date&amp;sort_order=desc\">\n          FOS.07.17/Beef Cattle Research Council\n        </a></li><li><a target=\"_blank\" title=\"All articles for grant FOS.07.17/Beef Cattle Research Council\" href=\"https://pubmed.ncbi.nlm.nih.gov/?term=FOS.07.17%2FBeef+Cattle+Research+Council%5BGrants+and+Funding%5D&amp;sort=date&amp;sort_order=desc\">\n          FOS.07.17/Beef Cattle Research Council\n        </a></li></ul><ul><li><a target=\"_blank\" title=\"All articles for grant ALLRP 561309-2020, AOO 561309-2020/Natural Sciences and Engineering Research Council of Canada (NSERC) Discovery, and NSERC Alliance program\" href=\"https://pubmed.ncbi.nlm.nih.gov/?term=ALLRP+561309-2020%2C+AOO+561309-2020%2FNatural+Sciences+and+Engineering+Research+Council+of+Canada+%28NSERC%29+Discovery%2C+and+NSERC+Alliance+program%5BGrants+and+Funding%5D&amp;sort=date&amp;sort_order=desc\">\n          ALLRP 561309-2020, AOO 561309-2020/Natural Sciences and Engineering Research Council of Canada (NSERC) Discovery, and NSERC Alliance program\n        </a></li><li><a target=\"_blank\" title=\"All articles for grant ALLRP 561309-2020, AOO 561309-2020/Natural Sciences and Engineering Research Council of Canada (NSERC) Discovery, and NSERC Alliance program\" href=\"https://pubmed.ncbi.nlm.nih.gov/?term=ALLRP+561309-2020%2C+AOO+561309-2020%2FNatural+Sciences+and+Engineering+Research+Council+of+Canada+%28NSERC%29+Discovery%2C+and+NSERC+Alliance+program%5BGrants+and+Funding%5D&amp;sort=date&amp;sort_order=desc\">\n          ALLRP 561309-2020, AOO 561309-2020/Natural Sciences and Engineering Research Council of Canada (NSERC) Discovery, and NSERC Alliance program\n        </a></li><li><a target=\"_blank\" title=\"All articles for grant ALLRP 561309-2020, AOO 561309-2020/Natural Sciences and Engineering Research Council of Canada (NSERC) Discovery, and NSERC Alliance program\" href=\"https://pubmed.ncbi.nlm.nih.gov/?term=ALLRP+561309-2020%2C+AOO+561309-2020%2FNatural+Sciences+and+Engineering+Research+Council+of+Canada+%28NSERC%29+Discovery%2C+and+NSERC+Alliance+program%5BGrants+and+Funding%5D&amp;sort=date&amp;sort_order=desc\">\n          ALLRP 561309-2020, AOO 561309-2020/Natural Sciences and Engineering Research Council of Canada (NSERC) Discovery, and NSERC Alliance program\n        </a></li><li><a target=\"_blank\" title=\"All articles for grant ALLRP 561309-2020, AOO 561309-2020/Natural Sciences and Engineering Research Council of Canada (NSERC) Discovery, and NSERC Alliance program\" href=\"https://pubmed.ncbi.nlm.nih.gov/?term=ALLRP+561309-2020%2C+AOO+561309-2020%2FNatural+Sciences+and+Engineering+Research+Council+of+Canada+%28NSERC%29+Discovery%2C+and+NSERC+Alliance+program%5BGrants+and+Funding%5D&amp;sort=date&amp;sort_order=desc\">\n          ALLRP 561309-2020, AOO 561309-2020/Natural Sciences and Engineering Research Council of Canada (NSERC) Discovery, and NSERC Alliance program\n        </a></li><li><a target=\"_blank\" title=\"All articles for grant ALLRP 561309-2020, AOO 561309-2020/Natural Sciences and Engineering Research Council of Canada (NSERC) Discovery, and NSERC Alliance program\" href=\"https://pubmed.ncbi.nlm.nih.gov/?term=ALLRP+561309-2020%2C+AOO+561309-2020%2FNatural+Sciences+and+Engineering+Research+Council+of+Canada+%28NSERC%29+Discovery%2C+and+NSERC+Alliance+program%5BGrants+and+Funding%5D&amp;sort=date&amp;sort_order=desc\">\n          ALLRP 561309-2020, AOO 561309-2020/Natural Sciences and Engineering Research Council of Canada (NSERC) Discovery, and NSERC Alliance program\n        </a></li><li><a target=\"_blank\" title=\"All articles for grant FS101055/UK Food Standards Agency/Food Standards Scotland\" href=\"https://pubmed.ncbi.nlm.nih.gov/?term=FS101055%2FUK+Food+Standards+Agency%2FFood+Standards+Scotland%5BGrants+and+Funding%5D&amp;sort=date&amp;sort_order=desc\">\n          FS101055/UK Food Standards Agency/Food Standards Scotland\n        </a></li></ul></div>\n    </div>\n  <div>\n    <h2>\n      LinkOut - more resources\n    </h2>\n    <ul><li><h3>Full Text Sources</h3><ul><li><a href=\"https://microbiomejournal.biomedcentral.com/articles/10.1186/s40168-025-02184-w\" target=\"_blank\">\n                    BioMed Central\n                  </a></li><li><a href=\"https://pmc.ncbi.nlm.nih.gov/articles/pmid/41131553/\" target=\"_blank\">\n                    PubMed Central\n                  </a></li></ul></li><li><h3>Medical</h3><ul><li><a href=\"https://medlineplus.gov/ecoliinfections.html\" target=\"_blank\">\n                    MedlinePlus Health Information\n                  </a></li></ul></li></ul>\n  </div>\n  </div>",
  "author": "",
  "favicon": "https://cdn.ncbi.nlm.nih.gov/coreutils/nwds/img/favicons/favicon-192.png",
  "source": "pubmed.ncbi.nlm.nih.gov",
  "published": "",
  "ttr": 327,
  "type": "website"
}