{
  "url": "https://pubmed.ncbi.nlm.nih.gov/41171056/?fc=None&ff=20251107231918&v=2.18.0.post22+67771e2",
  "title": "Bifidobacterium infantis modulates intestinal microecology to inhibit the spread of antimicrobial resistance - PubMed",
  "description": "The global spread of antimicrobial resistance (AMR) has become a significant threat to public health, particularly in children, where the overuse of antibiotics leads to gut microbiota imbalance and increases the risk of horizontal transfer of antibiotic resistance genes (ARGs). This study supplemen …",
  "links": [
    "https://pubmed.ncbi.nlm.nih.gov/41171056/?fc=None&ff=20251107231918&v=2.18.0.post22+67771e2"
  ],
  "image": "https://cdn.ncbi.nlm.nih.gov/pubmed/persistent/pubmed-meta-image-v2.jpg",
  "content": "<div>\n      <div>\n          <div>\n      <p><span>\n        doi: 10.1128/msystems.00728-25.\n      </span>\n      <span>\n        Online ahead of print.\n      </span>\n          </p></div>\n          <p>\n    Affiliations\n</p>\n    <ul>\n        <li>\n          <span>\n  <span>\n      PMID:\n  </span>\n    <strong>41171056</strong>\n</span>\n        </li>\n        <li>\n          <span>\n  <span>\n      DOI:\n  </span>\n    <a target=\"_blank\" href=\"https://doi.org/10.1128/msystems.00728-25\">\n      10.1128/msystems.00728-25\n    </a>\n</span>\n        </li>\n    </ul>\n  <p><span>Free article</span></p><p>\n  Item in Clipboard\n</p>\n      </div>\n      <div>\n<h2>\n  <i>Bifidobacterium infantis</i> modulates intestinal microecology to inhibit the spread of antimicrobial resistance\n</h2>\n<p><span>\n        <span><span>Ziyun Li</span><span> et al.</span></span>\n  </span>\n      <span>\n        mSystems<span>.</span>\n      </span>\n        <span>\n          2025<span>.</span>\n        </span>\n</p>\n  <p><span>Free article</span></p>\n      </div>\n  <div>\n      <h2>\n        Abstract\n      </h2>\n            <div>\n    <p>\n      Early administration of antibiotics in children may heighten the susceptibility to multidrug-resistant bacterial infections. While probiotics are commonly employed for bacterial infection management, their nuanced advantages, particularly in curtailing the spread of antimicrobial resistance (AMR), remain unclear. This study investigated the role and mechanisms of <i>Bifidobacterium infantis</i> in inhibiting the spread of antibiotic resistance genes (ARGs) in the gut. We found that supplementing with <i>B. infantis</i> 15697 significantly enhanced the synthesis of bile acids in mouse feces, particularly tauroursodeoxycholic acid (TUDCA) and taurocholic acid (TCA). Concurrently, the abundance of potential probiotics such as <i>Parabacteroides goldsteinii</i> in the gut significantly increased. Using a mouse infection model, we discovered that <i>B. infantis</i> supplementation inhibited the colonization of antibiotic-resistant <i>Escherichia coli</i> in the gut and the events of horizontal gene transfer, thereby reducing the spread of ARGs. Further analysis revealed that TUDCA and TCA, through their interaction with the OmpC protein, decreased the biofilm formation capability and cell membrane permeability of antibiotic-resistant bacteria, inhibiting the horizontal spread of ARGs. These findings reveal the important role of <i>B. infantis</i> in regulating the gut microbiota and inhibiting the spread of ARGs, providing a theoretical basis for developing new probiotic intervention strategies. This could help reduce the global spread of AMR and protect human health.\n    </p>\n    <p>\n        <strong>\n          Importance:\n        </strong>\n      The global spread of antimicrobial resistance (AMR) has become a significant threat to public health, particularly in children, where the overuse of antibiotics leads to gut microbiota imbalance and increases the risk of horizontal transfer of antibiotic resistance genes (ARGs). This study supplemented mice with <i>Bifidobacterium infantis</i> 15697, which significantly enhanced the synthesis of bile acids, especially tauroursodeoxycholic acid and taurocholic acid, while promoting the growth of probiotics and inhibiting the colonization of antibiotic-resistant bacteria and the spread of ARGs. This finding not only reveals the important role of <i>B. infantis</i> in regulating the gut microbiota and inhibiting the spread of ARGs but also provides a theoretical basis for developing new probiotic intervention strategies. By modulating the gut microbiota and bile acid metabolism, <i>B. infantis</i> has the potential to become an effective means of reducing the spread of AMR. This is of great significance for protecting the gut health of children and adults, reducing the risk of resistant infections, and also provides scientific evidence for the formulation of global public health policies.\n    </p>\n            </div>\n    <p>\n        <strong>\n          Keywords:\n        </strong>\n      Bifidobacterium infantis; antimicrobial resistance; bile acids; gut microbiota; horizontal gene transfer.\n    </p>\n  </div>\n  <p>\n  <a href=\"https://pubmed.ncbi.nlm.nih.gov/disclaimer/\" target=\"_blank\">PubMed Disclaimer</a>\n</p>\n  <div>\n    <h2>\n      LinkOut - more resources\n    </h2>\n    <ul><li><h3>Full Text Sources</h3><ul><li><a href=\"https://journals.asm.org/doi/10.1128/msystems.00728-25?url_ver=Z39.88-2003&amp;rfr_id=ori:rid:crossref.org&amp;rfr_dat=cr_pub%20%200pubmed\" target=\"_blank\">\n                    Atypon\n                  </a></li></ul></li></ul>\n  </div>\n  </div>",
  "author": "",
  "favicon": "https://cdn.ncbi.nlm.nih.gov/coreutils/nwds/img/favicons/favicon-192.png",
  "source": "pubmed.ncbi.nlm.nih.gov",
  "published": "",
  "ttr": 89,
  "type": "website"
}