{
  "url": "https://pubmed.ncbi.nlm.nih.gov/41170850/?fc=None&ff=20251107201349&v=2.18.0.post22+67771e2",
  "title": "Transkingdom network analysis reveals the dominant role of ileal microbiota in host metabolism over colonic microbiota in diet-induced obesity - PubMed",
  "description": "Evidence shows that gut microbiota plays a crucial role in host metabolism, but its composition varies across intestinal segments. While the ileum is essential for nutrient absorption, the colon hosts a denser, more diverse microbiota involved in fiber fermentation. It remains unclear which segment …",
  "links": [
    "https://pubmed.ncbi.nlm.nih.gov/41170850/?fc=None&ff=20251107201349&v=2.18.0.post22+67771e2"
  ],
  "image": "https://cdn.ncbi.nlm.nih.gov/pubmed/persistent/pubmed-meta-image-v2.jpg",
  "content": "<div>\n      <div>\n          <div>\n      <p><span>\n        doi: 10.1128/msystems.01199-25.\n      </span>\n      <span>\n        Online ahead of print.\n      </span>\n          </p></div>\n          <p>\n    Affiliations\n</p>\n    <ul>\n        <li>\n          <span>\n  <span>\n      PMID:\n  </span>\n    <strong>41170850</strong>\n</span>\n        </li>\n        <li>\n          <span>\n  <span>\n      DOI:\n  </span>\n    <a target=\"_blank\" href=\"https://doi.org/10.1128/msystems.01199-25\">\n      10.1128/msystems.01199-25\n    </a>\n</span>\n        </li>\n    </ul>\n  <p><span>Free article</span></p><p>\n  Item in Clipboard\n</p>\n      </div>\n      <div>\n<h2>\n  Transkingdom network analysis reveals the dominant role of ileal microbiota in host metabolism over colonic microbiota in diet-induced obesity\n</h2>\n<p><span>\n        <span><span>Peng Chen</span><span> et al.</span></span>\n  </span>\n      <span>\n        mSystems<span>.</span>\n      </span>\n        <span>\n          2025<span>.</span>\n        </span>\n</p>\n  <p><span>Free article</span></p>\n      </div>\n  <div>\n      <h2>\n        Abstract\n      </h2>\n            <div>\n    <p>\n      Distinct gut habitats shape the spatial organization of resident microbes, with most studies focusing on the colon/feces and ileum as key sites for host-microbiota interactions. However, the relationship between microbial biogeography and host metabolism remains poorly understood. Here, we investigated the differential responses of ileal and colonic microbiota to a high-fat diet using two-way analysis of variance. Furthermore, we explored their respective contributions to diet-induced metabolic disorders through transkingdom network analysis (TkNA), a well-established causal-inference approach. A total of 39 taxa, including <i>Bifidobacterium</i>, <i>Bacteroides</i>, and <i>Limosilactobacillus</i>, were regulated by diet in an intestinal segment-specific manner (FDR &lt;5%). TkNA integrating microbiota and liver transcriptome data revealed that the ileal microbial network was topologically closer to the liver transcriptomic network and its main subnetworks compared to the colonic network. This pattern was consistent when comparing the ileal and colonic networks' proximity to the serum and liver metabolomic network. Finally, as anticipated, TkNA demonstrated stronger associations between the ileal microbiota and metabolic parameters compared to those of the colonic microbiota. In conclusion, our comprehensive analysis reveals that ileal microbiota plays a more significant role than colonic microbiota in mediating dietary effects on host metabolism, offering valuable insights for future studies in determining the optimal gut microbiota sampling location.\n    </p>\n    <p>\n        <strong>\n          Importance:\n        </strong>\n      Evidence shows that gut microbiota plays a crucial role in host metabolism, but its composition varies across intestinal segments. While the ileum is essential for nutrient absorption, the colon hosts a denser, more diverse microbiota involved in fiber fermentation. It remains unclear which segment has a greater impact on host metabolism. In this study, we used an advanced network analysis to integrate multi-omics data and perform causal inference. Compared to colonic microbiota, ileal microbiota showed stronger associations with liver gene expression, liver metabolites, serum metabolites, and host metabolic phenotypes. These findings suggest that the ileal microbiota has a more significant influence on host metabolism, highlighting its importance in future microbiota research.\n    </p>\n            </div>\n    <p>\n        <strong>\n          Keywords:\n        </strong>\n      colon; ileum; metabolic disorder; microbiota; transkingdom network analysis.\n    </p>\n  </div>\n  <p>\n  <a href=\"https://pubmed.ncbi.nlm.nih.gov/disclaimer/\" target=\"_blank\">PubMed Disclaimer</a>\n</p>\n  <div>\n    <h2>\n      LinkOut - more resources\n    </h2>\n    <ul><li><h3>Full Text Sources</h3><ul><li><a href=\"https://journals.asm.org/doi/10.1128/msystems.01199-25?url_ver=Z39.88-2003&amp;rfr_id=ori:rid:crossref.org&amp;rfr_dat=cr_pub%20%200pubmed\" target=\"_blank\">\n                    Atypon\n                  </a></li></ul></li></ul>\n  </div>\n  </div>",
  "author": "",
  "favicon": "https://cdn.ncbi.nlm.nih.gov/coreutils/nwds/img/favicons/favicon-192.png",
  "source": "pubmed.ncbi.nlm.nih.gov",
  "published": "",
  "ttr": 76,
  "type": "website"
}