{
  "url": "https://pubmed.ncbi.nlm.nih.gov/41168882/?fc=None&ff=20251103151907&v=2.18.0.post22+67771e2",
  "title": "Host species and geographic location shape microbial diversity and functional potential in the conifer needle microbiome - PubMed",
  "description": "This dataset offers new insights into the microbial communities inhabiting the conifer needle surface, laying the foundation for future research on needle microbiomes across temporal and spatial scales. Variation in functional capabilities, such as volatile organic compound (VOC) degradation and pol …",
  "links": [
    "https://pubmed.ncbi.nlm.nih.gov/41168882/?fc=None&ff=20251103151907&v=2.18.0.post22+67771e2"
  ],
  "image": "https://cdn.ncbi.nlm.nih.gov/pubmed/persistent/pubmed-meta-image-v2.jpg",
  "content": "<div>\n      <div>\n<h2>\n  Host species and geographic location shape microbial diversity and functional potential in the conifer needle microbiome\n</h2>\n<p><span>\n        <span><span>Robert M Bowers</span><span> et al.</span></span>\n  </span>\n      <span>\n        Microbiome<span>.</span>\n      </span>\n        <span>\n          2025<span>.</span>\n        </span>\n</p>\n      </div>\n  <div>\n      <h2>\n        Abstract\n      </h2>\n            <div>\n    <p>\n        <strong>\n          Background:\n        </strong>\n      The aerial surface of plants, known as the phyllosphere, hosts a complex and dynamic microbiome that plays essential roles in plant health and environmental processes. While research has focused on root-associated microbiomes, the phyllosphere remains comparatively understudied, especially in forest ecosystems. Despite the global ecological dominance and importance of conifers, no previous study has applied shotgun metagenomics to their phyllosphere microbiomes.\n    </p>\n    <p>\n        <strong>\n          Results:\n        </strong>\n      This study uses metagenomic sequencing to explore the microbial phyllosphere communities of subalpine Western conifer needle surfaces from 67 trees at six sites spanning the Rocky Mountains, including 31 limber pine, 18 Douglas fir, and 18 Engelmann spruce. Sites span ~ 1,075 km and nearly 10° latitude, from Glacier National Park to Rocky Mountain Biological Laboratory, capturing broad environmental variation. Metagenomes were generated for each of the 67 samples, for which we produced individual assemblies, along with three large coassemblies specific to each conifer host. From these datasets, we reconstructed 447 metagenome-assembled genomes (MAGs), 417 of which are non-redundant at the species level. Beyond increasing the total number of extracted MAGs from 153 to 294, the three coassemblies yielded three large MAGs, representing partial sequences of host genomes. Phylogenomics of all microbial MAGs revealed communities predominantly composed of bacteria (n = 327) and fungi (n = 117). We show that both microbial community composition and metabolic potential differ significantly across host tree species and geographic sites, with site exerting a stronger influence than host.\n    </p>\n    <p>\n        <strong>\n          Conclusions:\n        </strong>\n      This dataset offers new insights into the microbial communities inhabiting the conifer needle surface, laying the foundation for future research on needle microbiomes across temporal and spatial scales. Variation in functional capabilities, such as volatile organic compound (VOC) degradation and polysaccharide metabolism, closely tracks shifts in taxonomic composition, indicating that host-specific chemistry, local environmental factors, and regional microbial source pools jointly shape ecological roles. Moreover, the observed patterns of mobile genetic elements and horizontal gene transfer suggest that gene exchange predominantly occurs within microbial lineages, with occasional broader transfers dispersing key functional genes (e.g., those involved in polysaccharide metabolism), which may facilitate microbiome adaptation.\n    </p>\n            </div>\n    <p>\n        <strong>\n          Keywords:\n        </strong>\n      Conifer; Metagenome; Microbial ecology; Mobile genetic elements; Phyllosphere.\n    </p>\n  </div>\n  <p>\n    © 2025. The Author(s).\n  </p>\n  <p>\n  <a href=\"https://pubmed.ncbi.nlm.nih.gov/disclaimer/\" target=\"_blank\">PubMed Disclaimer</a>\n</p>\n  <div>\n    <h2>\n      Conflict of interest statement\n    </h2>\n    <p>Declarations. Ethics approval and consent to participate: Not applicable. Consent for publication: Not applicable. Competing interests: The authors declare no competing interests.</p>\n  </div>\n      <div>\n        <h2>\n          Figures\n        </h2>\n        <div>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d4d0/12574031/2663f204ad4c/40168_2025_2271_Fig1_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d4d0/12574031/89c5f0cbd7f5/40168_2025_2271_Fig1_HTML.gif\" alt=\"Fig. 1\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 1\n    </strong>\n    <p>Geographic distribution of sampling sites, their environmental characteristics, and the resulting metagenomic data obtained from three conifer host species. <b>A</b> Map showing the sampling sites distributed across the Rocky Mountains, from central Colorado to northern Montana. Site codes (GNP = Glacier National Park, SNF = Shoshone National Forest, MBNF = Medicine Bow National Forest, RMNP = Rocky Mountain National Park, NR = Niwot Ridge, RMBL = Rocky Mountain BioLab) are shown with the total number of samples collected at each location. Circle sizes on the map are uniform and serve as markers for sampling locations. <b>B</b> Environmental parameters (elevation, temperature, and precipitation) for each sampling site and host species combination. The size of each circle reflects the underlying metadata value for that site-host combination. Engelmann spruce samples were not collected at GNP, MBNF, and RMBL; Douglas fir samples were not collected at RMNP and NR. <b>C</b> Total metagenome distribution by host species, with Limber pine representing the largest sample group (<i>n</i> = 31). <b>D</b> Counts of bacterial and eukaryotic metagenome-assembled genomes (MAGs) categorized by host species and quality. Species-level OTUs were defined using a 95% average nucleotide identity (ANI) threshold. Completeness and contamination thresholds follow the bacterial MAG criteria of Bowers et al. [13] (“MIMAG” standards [13]). Because MIMAG quality categories (high/medium/low) are currently not defined for eukaryotic MAGs at the time of publication, we use these explicit numerical thresholds for all MAGs rather than the HQ/MQ/LQ labels</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d4d0/12574031/aeae97651007/40168_2025_2271_Fig2_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d4d0/12574031/003b932675fc/40168_2025_2271_Fig2_HTML.gif\" alt=\"Fig. 2\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 2\n    </strong>\n    <p>Analysis of bacterial (left-hand panels) and eukaryotic (right-hand panels) metagenomic data: <b>A</b> Phylogenetic relationships among recovered MAGs. The bacterial phylogeny is constructed from 56 concatenated marker genes, while the eukaryotic phylogeny is based on the complete set of eukaryotic BUSCO markers. <b>B</b> Relative abundances of microbial taxa across different conifer species. Abundances represent the proportion of reads mapped to each MAG, normalized by the total number of reads for the corresponding domain. <b>C</b> Community composition visualized through NMDS ordination based on Bray–Curtis dissimilarities (stress values: Bacteria = 0.11, Eukaryota = 0.14). Ordinations use species-level dereplicated sets of MAGs for each domain. Host-associated MAGs, including conifer and insect genomes, are excluded from the Eukaryota relative abundance and ordination panels to focus on microbial taxa</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d4d0/12574031/69b6dcc20739/40168_2025_2271_Fig3_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d4d0/12574031/b2179d0c426a/40168_2025_2271_Fig3_HTML.gif\" alt=\"Fig. 3\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 3\n    </strong>\n    <p>Functional diversity of bacterial communities in the conifer phyllosphere. <b>A</b> VOC degradation genes and abundances. Top: Distribution of VOC degradation genes across phyllosphere MAGs, categorized by substrate type. The predominance of α-pinene degradation genes reflects adaptation to conifer-derived monoterpenes. Bottom: Mean VOC-degradation gene count per genome, normalized by the number of genomes per bacterial family, showing Acetobacteraceae and Sphingomonadaceae with the highest abundance of pinene degradation genes. <b>B</b> CAZyme diversity and abundances. Top: Total diversity and abundance of CAZyme genes across MAGs, grouped by substrate type. Bottom: Mean CAZyme gene count per genome, normalized by the number of genomes per family-level group, highlighting the exceptional CAZyme repertoire in Bacteroidetes families (Hymenobacteraceae, Sphingobacteriaceae, and Spirosomaceae) and Chthonomonadaceae. The substrate order follows a biochemical gradient from structural plant polysaccharides (cellulose, xylan) to host-derived glycans and specialized substrates</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d4d0/12574031/e33b84d98696/40168_2025_2271_Fig4_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d4d0/12574031/dd304b007880/40168_2025_2271_Fig4_HTML.gif\" alt=\"Fig. 4\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 4\n    </strong>\n    <p>MGE gene counts in phyllosphere MAGs. <b>A</b> Left: Distribution and abundance of major MGE hallmark genes across phyllosphere MAGs, showing their prevalence across bacterial lineages and split by predicted phage (green), conjugative plasmid (orange) and non-conjugative plasmid (purple) gene categories. Top right: Average MGE hallmark gene counts per family-level taxonomic group, normalized by the total number of genomes within each family, highlighting enrichment in Alphaproteobacteria families. Bottom right: Mean MGE count per genome, normalized by the total number of genomes within each family. Inset bars show the normalized counts split into phage and plasmid MGE types. <b>B</b> Phylogenetic relationships and synteny analysis of conjugative plasmids. The synteny plot illustrates the genomic organization of potential conjugative plasmids across four Alphaproteobacteria families, ordered by the phylogenetic tree of the traN gene, showing conservation of core conjugative machinery genes and variable cargo genes</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d4d0/12574031/1401ddeb004f/40168_2025_2271_Fig5_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/d4d0/12574031/e487ec3ff6e8/40168_2025_2271_Fig5_HTML.gif\" alt=\"Fig. 5\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 5\n    </strong>\n    <p>Horizontal gene transfer (HGT) within the conifer needle microbiome. <b>A</b> Heatmap displaying the relative abundance of candidate HGT genes, represented as z-scores and grouped by genus, revealing taxonomic hotspots of gene transfer activity particularly in Acetobacteraceae and Sphingomonadaceae. <b>B</b> Normalized HGT gene count per genome, grouped by family-level lineage, highlighting variation in HGT frequency across bacterial taxa. <b>C</b> Distribution of HGT gene counts across COG functional categories, showing predominance of mobile genetic element functions, such as the Phages and transposons COG category, and hypothetical proteins among horizontally transferred genes</p>\n                </figcaption>\n            </figure>\n        </div>\n      </div>\n  <div>\n    <h2>\n      References\n    </h2>\n    <div>\n      <ol>\n  <li>\n    <ol>\n        <li>\n            Addison S, Armstrong C, Wigley K, Hartley R, Wakelin S. What matters most? Assessment of within-canopy factors influencing the needle microbiome of the model conifer, <i>Pinus radiata</i>. Environ Microbiome. 2023;18(1):45.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC10230745/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/37254222/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Anderson MJ. A new method for non-parametric multivariate analysis of variance: non-parametric manova for ecology. Austral Ecol. 2001;26(1):32–46.\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Arnold AE, Mejía LC, Kyllo D, Rojas EI, Maynard Z, Robbins N, et al. Fungal endophytes limit pathogen damage in a tropical tree. Proc Natl Acad Sci U S A. 2003;100(26):15649–54.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC307622/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/14671327/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Baldrian P. Forest microbiome: diversity, complexity and dynamics. FEMS Microbiol Rev. 2017;41(2):109–30.\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/27856492/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            BBMap. 2022. SourceForge. July 15, 2022. <a target=\"_blank\" href=\"https://sourceforge.net/projects/bbmap/\" title=\"External link: https://sourceforge.net/projects/bbmap/\">https://sourceforge.net/projects/bbmap/</a>.\n        </li>\n    </ol>\n  </li>\n      </ol>\n</div>\n  </div>\n    <div>\n      <h2>\n        MeSH terms\n      </h2>\n      <ul><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li></ul>\n    </div>\n  <div>\n    <h2>\n      LinkOut - more resources\n    </h2>\n    <ul><li><h3>Full Text Sources</h3><ul><li><a href=\"https://microbiomejournal.biomedcentral.com/articles/10.1186/s40168-025-02271-y\" target=\"_blank\">\n                    BioMed Central\n                  </a></li><li><a href=\"https://pmc.ncbi.nlm.nih.gov/articles/pmid/41168882/\" target=\"_blank\">\n                    PubMed Central\n                  </a></li></ul></li></ul>\n  </div>\n  </div>",
  "author": "",
  "favicon": "https://cdn.ncbi.nlm.nih.gov/coreutils/nwds/img/favicons/favicon-192.png",
  "source": "pubmed.ncbi.nlm.nih.gov",
  "published": "",
  "ttr": 253,
  "type": "website"
}