{
  "url": "https://pubmed.ncbi.nlm.nih.gov/41137143/?fc=None&ff=20251102232536&v=2.18.0.post22+67771e2",
  "title": "Natural sex reversal imparts permanent compositional changes to the swamp eel gonadal microbiome - PubMed",
  "description": "Characterizing the microbial composition and distribution in the gonads is crucial for understanding the role of the reproductive microbiome in hermaphroditic species and during sex reversal. Our findings first indicate that ovarian-dominant bacterial communities contribute to maintaining ovarian fu …",
  "links": [
    "https://pubmed.ncbi.nlm.nih.gov/41137143/?fc=None&ff=20251102232536&v=2.18.0.post22+67771e2"
  ],
  "image": "https://cdn.ncbi.nlm.nih.gov/pubmed/persistent/pubmed-meta-image-v2.jpg",
  "content": "<div>\n      <div>\n<h2>\n  Natural sex reversal imparts permanent compositional changes to the swamp eel gonadal microbiome\n</h2>\n<p><span>\n        <span><span>Kaifeng Meng</span><span> et al.</span></span>\n  </span>\n      <span>\n        Microbiome<span>.</span>\n      </span>\n        <span>\n          2025<span>.</span>\n        </span>\n</p>\n      </div>\n  <div>\n      <h2>\n        Abstract\n      </h2>\n            <div>\n    <p>\n        <strong>\n          Background:\n        </strong>\n      Microbial communities are increasingly recognized for their essential roles in the reproductive system. However, the microbial communities in healthy gonads-neither in the ovary nor the testis-have not been extensively explored, particularly with respect to sex differentiation. Sex reversal is a unique mode of sex differentiation that is a well-documented phenomenon in various animal species, with the swamp eel (Monopterus albus) being a notable example of a hermaphroditic species that undergoes natural female-to-male sex reversal. Thus, swamp eel offers a robust system for exploring gonad microbial communities and their biological and functional significance.\n    </p>\n    <p>\n        <strong>\n          Results:\n        </strong>\n      Our study revealed a living microbial community in the gonads of healthy swamp eel, with microbial loads comparable to those found in three distinct niches: gut, skin, and blood. The gonad microbial communities shared &gt; 55% of their diversity with those in the gut and blood. We focused on the niche-specific differences in microbial communities, particularly between the ovary and testis. After isolating and injecting the ovarian-dominant bacteria Bacillus, we observed significant microbial dysbiosis and metabolic responses in the ovary. These changes were primarily reflected in the altered abundance of the ovarian microbiota involved in amino acid and lipid metabolism, which may contribute to ovarian function in swamp eel. Additionally, Bacillus inhibited sperm motility, reduced sperm count, and induced inflammatory responses in the testes of male swamp eel. These findings highlight the crucial role of bacteria in the sexual transition from the ovary to the testis and in gametogenesis.\n    </p>\n    <p>\n        <strong>\n          Conclusions:\n        </strong>\n      Characterizing the microbial composition and distribution in the gonads is crucial for understanding the role of the reproductive microbiome in hermaphroditic species and during sex reversal. Our findings first indicate that ovarian-dominant bacterial communities contribute to maintaining ovarian function while inhibiting testicular function in swamp eel, further suggesting that microbial communities are involved in the process of sex reversal. Video Abstract.\n    </p>\n            </div>\n    <p>\n        <strong>\n          Keywords:\n        </strong>\n      Bacillus; Gonad; Hermaphroditic fish; Microbial community; Sex differentiation.\n    </p>\n  </div>\n  <p>\n    © 2025. The Author(s).\n  </p>\n  <p>\n  <a href=\"https://pubmed.ncbi.nlm.nih.gov/disclaimer/\" target=\"_blank\">PubMed Disclaimer</a>\n</p>\n  <div>\n    <h2>\n      Conflict of interest statement\n    </h2>\n    <p>Declarations. Ethics approval and consent to participate: All fish procedures were carried out in accordance with the Guiding Principles for the Care and Use of Laboratory Animals and approved by the Institute of Hydrobiology, Chinese Academy of Sciences. Consent for publication: Not applicable. Competing interests: The authors declare no competing interests.</p>\n  </div>\n      <div>\n        <h2>\n          Figures\n        </h2>\n        <div>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f198/12551287/324e9401f0c9/40168_2025_2187_Fig1_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f198/12551287/5277359da067/40168_2025_2187_Fig1_HTML.gif\" alt=\"Fig. 1\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 1\n    </strong>\n    <p>Distinct bacterial characteristics in different niches between female and male swamp eel. <b>a</b> Experimental design overview. <b>b</b> PCA showing the microbiota community from water and swamp eel. <b>c</b> Richness of the bacterial community in female and male swamp eel. <b>d</b> Diversity of the bacterial community in female and male swamp eel. <b>e</b> Stacking diagram showing the composition analysis of the bacterial community at the phylum level in female (left) and male (right) swamp eel. <b>f</b> Predicted relative percentages of the bacterial community in the ovary and testis originating from the blood, gut, water, skin, or unknown sources via Sourcetracker2 analysis. <b>g</b> Representative abundance of <i>Bacillales</i> at the order level in female (left) and male (right) swamp eel. Statistical differences were evaluated by unpaired Student’s <i>t</i> test. <i>p</i> values &lt; 0.05 or less were considered statistically significant</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f198/12551287/68583e876b0d/40168_2025_2187_Fig2_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f198/12551287/12a2c949dde9/40168_2025_2187_Fig2_HTML.gif\" alt=\"Fig. 2\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 2\n    </strong>\n    <p>Isolation and injection of dominant bacteria from the ovaries of swamp eel<i>.</i>\n<b>a</b> Isolating dominant bacteria from swamp eel gonads using MYP (top), CAM (middle), and LAMVAB (bottom), respectively. <b>b</b> Representative colony morphology from MYP medium. Red triangles indicate representative colony morphology. Scale bars, 2000 μm. <b>c</b> Representative Gram-stained samples of bacteria from (<b>b</b>). Scale bars, 5 μm. <b>d</b> Agarose gel electrophoresis of colony PCR samples. The PCR products were verified by agarose gel electrophoresis and sequencing. <b>e</b> Schematic diagram of grouping and sampling. Group 1, Tryptone Soy Broth (TSB, control); Group 2, <i>Bacillus</i> in TSB (<i>Bacillus</i>, treated). <b>f</b> Cumulative survival of <i>Bacillus</i>-injection fish and the control group. <b>g</b> qPCR was applied to detect the <i>Bacillus</i> load in swamp eel gonads collected from 1 to 5 days post-injection (DPI). <b>h</b> The load of <i>Bacillus</i> in the testes and ovaries on day 3 after injection of <i>Bacillus</i> at different concentrations. Statistical differences were evaluated by unpaired Student’s <i>t</i> test. Data are presented as mean ± SEM of three biological duplicates. <i>p</i> values &lt; 0.05 or less were considered statistically significant</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f198/12551287/9da176a07e35/40168_2025_2187_Fig3_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f198/12551287/313a65112d16/40168_2025_2187_Fig3_HTML.gif\" alt=\"Fig. 3\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 3\n    </strong>\n    <p>Changes in the microbial distribution in the ovary of swamp eel after <i>Bacillus</i> injection. <b>a</b> Scheme of the experimental strategy. Ovaries were collected at 3 days post-injection (DPI) for 16S rRNA sequencing and metabolomic analysis. Venn diagram showing the number of the common and unique bacteria in the <i>Bacillus</i>-injection and control ovaries. <b>b</b>–<b>d</b> Richness (Chao1 index) (<b>b</b>) and diversity (Shannon (<b>c</b>) and Simpson (<b>d</b>) index) of the bacterial community in the ovary of control and <i>Bacillus</i>-injected fish at 3 days post-injection (DPI). <b>e</b> PCA showing the microbiota community from water (top) and swamp eel ovaries (bottom). Samples from the control and <i>Bacillus</i>-injected groups were colored with red and blue, respectively. <b>f</b> Clustering and composition analysis of the ovarian microbiota at the phylum level after <i>Bacillus</i> injection. <b>g</b> Differences in microbial communities at the order level. <b>h, i</b> Histogram showing the relative abundances of <i>Bacteroides</i> (<b>h</b>) and <i>Bacillus</i> (<b>i</b>) in ovaries from the control and <i>Bacillus</i>-injected groups. C_ovary, ovaries from the control groups; B_ovary, ovaries from the <i>Bacillus</i>-injected groups; C_water, water from the control groups; B_water, water from the <i>Bacillus</i>-injected groups. Statistical differences were evaluated by unpaired Student’s <i>t</i> test. Data are presented as mean ± SEM of five biological duplicates. <i>*p</i> &lt; 0.05</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f198/12551287/10b4314dd03d/40168_2025_2187_Fig4_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f198/12551287/121b4015fcda/40168_2025_2187_Fig4_HTML.gif\" alt=\"Fig. 4\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 4\n    </strong>\n    <p>Metabolic alterations of the ovary induced by <i>Bacillus</i> in swamp eel. <b>a</b> The bar chart displays the classification and content of identified metabolites. <b>b</b> PLS-DA representing the ovarian metabolite profiles from the control and <i>Bacillus</i>-injected groups. <b>c</b> Classification of metabolic pathways in the ovaries of swamp eel<i>.</i>\n<b>d</b> Content heatmap of differential metabolites identified in the control and <i>Bacillus</i>-injected ovaries. The numbers (e.g., 9.93_537.38017) represent unidentified metabolites. <b>e</b> Differential abundance scores from the metabolic pathway enrichment analysis. <b>f</b> The relative contents of D-α-Tocopherol and prostaglandin E3 were converted and measured with Z-score. <b>g</b> ROC curve analysis of prostaglandin E3 for screening potential biomarkers. The AUC value is a measure of the ability of a metabolite to act as a biomarker. C_ovary, ovaries from the control groups; B_ovary, ovaries from the <i>Bacillus</i>-injected groups</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f198/12551287/04a0dd60c09f/40168_2025_2187_Fig5_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f198/12551287/084ec5029e24/40168_2025_2187_Fig5_HTML.gif\" alt=\"Fig. 5\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 5\n    </strong>\n    <p>Correlation analysis of differential bacteria and altered metabolites in swamp eel. <b>a</b> Combining differential microbial communities and metabolite composition for PCA analysis. <b>b</b> Screening microbial communities and metabolic biomarkers for distinguishing biological phenotypes.<b> c</b> Spearman correlation chord diagram of microbial groups and differential metabolites. The connecting line in the circle represents the correlation between microbial groups and metabolites; red represents a positive correlation and blue represents a negative correlation. The numbers (e.g., 7.9_280.13097) represent unidentified metabolites. <b>d</b> Heatmap showing the correlation analysis between the differential microbes and the differential metabolites in the ovaries. The correlation coefficient is represented by different colors: red represents a positive correlation, and blue represents a negative correlation. The numbers (e.g., 7.901_489.27294) represent unidentified metabolites. *Represents significantly negative or positive correlations: *<i>p</i> &lt; 0.05</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f198/12551287/708a3b5c3687/40168_2025_2187_Fig6_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f198/12551287/186df054ef78/40168_2025_2187_Fig6_HTML.gif\" alt=\"Fig. 6\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 6\n    </strong>\n    <p><i>Bacillus</i> led to testicular inflammatory responses accompanied by decreased sperm motility in male swamp eel<i>.</i>\n<b>a</b> Experimental design schematic for the testes. <b>b</b> Representative H&amp;E (left), TUNEL (middle), and DHE (right) staining of testes from control and <i>Bacillus</i>-injected swamp eel. The white arrowheads indicate TUNEL-positive and DHE-positive cells, respectively. The white dashed boxes represent the enlarged area image. Scale bars, 20 μm. <b>c, d</b> Counts of TUNEL-positive (<b>c</b>) and DHE-positive cells (<b>d</b>) in testes from control and <i>Bacillus</i>-injected swamp eel<i>.</i>\n<b>e</b> Expression of apoptosis-, antioxidant-, and inflammation-related genes in the swamp eel testes after treatment with <i>Bacillus</i>. <b>f</b> Experimental design schematic for the sperm. <b>g</b> Representative Giemsa staining and TEM images showing the sperm morphology after incubation with <i>Bacillus.</i> The white arrowheads indicate altered sperm morphology in the head, midpiece, and flagellum. Scale bars represent 40 μm and 5 μm for Giemsa staining and TEM, respectively. <b>h</b> The number of sperm from the control and <i>Bacillus</i>-incubated groups. <b>i</b> Sperm motility analysis including VCL, VAP, and VSL showing the variability in sperm quality between the different groups. Statistical differences were evaluated by unpaired Student’s <i>t</i> test. Data are presented as mean ± SEM of three biological duplicates. *<i>p</i> &lt; 0.05, **<i>p</i> &lt; 0.01, ***<i>p</i> &lt; 0.001</p>\n                </figcaption>\n            </figure>\n        </div>\n      </div>\n  <div>\n    <h2>\n      References\n    </h2>\n    <div>\n      <ol>\n  <li>\n    <ol>\n        <li>\n            Koedooder R, Mackens S, Budding A, Fares D, Blockeel C, Laven J, et al. Identification and evaluation of the microbiome in the female and male reproductive tracts. Hum Reprod Update. 2018;25(3):298–325.\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/30938752/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Bornbusch SL, Bamford A, Thacher P, Crosier A, Marinari P, Bortner R, et al. Markers of fertility in reproductive microbiomes of male and female endangered black-footed ferrets (<i>Mustela nigripes</i>). Commun Biol. 2024;7(1):224.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC10891159/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/38396133/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Rowe M, Veerus L, Trosvik P, Buckling A, Pizzari T. The reproductive microbiome: an emerging driver of sexual selection, sexual conflict, mating systems, and reproductive isolation. Trends Ecol Evol. 2021;35(1):220–34.\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/31952837/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Ferretti P, Pasolli E, Tett A, Asnicar F, Gorfer V, Fedi S, et al. Mother-to-infant microbial transmission from different body sites shapes the developing infant gut microbiome. Cell Host Microbe. 2018;24(1):133-145.e135.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC6716579/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/30001516/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Valles-Colomer M, Blanco-Míguez A, Manghi P, Asnicar F, Dubois L, Golzato D, et al. The person-to-person transmission landscape of the gut and oral microbiomes. Nature. 2023;614(7946):125–35.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC9892008/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/36653448/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n      </ol>\n</div>\n  </div>\n    <div>\n      <h2>\n        MeSH terms\n      </h2>\n      <ul><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li></ul>\n    </div>\n  <div>\n    <h2>\n      LinkOut - more resources\n    </h2>\n    <ul><li><h3>Full Text Sources</h3><ul><li><a href=\"https://microbiomejournal.biomedcentral.com/articles/10.1186/s40168-025-02187-7\" target=\"_blank\">\n                    BioMed Central\n                  </a></li><li><a href=\"https://pmc.ncbi.nlm.nih.gov/articles/pmid/41137143/\" target=\"_blank\">\n                    PubMed Central\n                  </a></li></ul></li></ul>\n  </div>\n  </div>",
  "author": "",
  "favicon": "https://cdn.ncbi.nlm.nih.gov/coreutils/nwds/img/favicons/favicon-192.png",
  "source": "pubmed.ncbi.nlm.nih.gov",
  "published": "",
  "ttr": 315,
  "type": "website"
}