{
  "url": "https://pubmed.ncbi.nlm.nih.gov/41185061/?fc=None&ff=20251104073711&v=2.18.0.post22+67771e2",
  "title": "Host clustering of Campylobacter species and enteric pathogens in a longitudinal cohort of infants, family members and livestock in rural Eastern Ethiopia - PubMed",
  "description": "A comprehensive analysis of Campylobacter diversity in humans and livestock in a low-resource setting revealed that infants can be exposed to multiple Campylobacter species early in life. C. jejuni is the dominant species with a propensity for co-occurrence with other notable enteric bacterial patho …",
  "links": [
    "https://pubmed.ncbi.nlm.nih.gov/41185061/?fc=None&ff=20251104073711&v=2.18.0.post22+67771e2"
  ],
  "image": "https://cdn.ncbi.nlm.nih.gov/pubmed/persistent/pubmed-meta-image-v2.jpg",
  "content": "<div>\n      <div>\n<h2>\n  Host clustering of Campylobacter species and enteric pathogens in a longitudinal cohort of infants, family members and livestock in rural Eastern Ethiopia\n</h2>\n<p><span>\n        <span><span>Zelalem Mekuria</span><span> et al.</span></span>\n  </span>\n      <span>\n        Microbiome<span>.</span>\n      </span>\n        <span>\n          2025<span>.</span>\n        </span>\n</p>\n      </div>\n  <div>\n      <h2>\n        Abstract\n      </h2>\n            <div>\n    <p>\n        <strong>\n          Background:\n        </strong>\n      Livestock are recognized as major reservoirs for Campylobacter species and other enteric pathogens, posing infection risks to humans. High prevalence of Campylobacter during early childhood has been linked to environmental enteric dysfunction and stunting, particularly in low-resource settings.\n    </p>\n    <p>\n        <strong>\n          Methods:\n        </strong>\n      A total of 280 samples from Campylobacter positive households with complete metadata were analyzed by shotgun metagenomic sequencing followed by bioinformatic analysis via the CZ-ID metagenomic pipeline (Illumina mNGS Pipeline v7.1). Further statistical analyses in JMP PRO 16 explored the microbiome, emphasizing Campylobacter and other enteric pathogens. Two-way hierarchical clustering and split k-mer analysis examined host structuring, patterns of co-infections and genetic relationships. Principal component analysis was used to characterize microbiome composition across the seven sample types.\n    </p>\n    <p>\n        <strong>\n          Results:\n        </strong>\n      The study identified that microbiome composition was strongly host-driven, with more than 3844 genera detected, and two principal components explaining 62% of the total variation. Twenty-one dominant (based on relative abundance) Campylobacter species showed distinct clustering patterns for humans, ruminants, and broad hosts. The broad-host cluster included the most prevalent species, C. jejuni, C. concisus, and C. coli, present across sample types and a sub-cluster within C. jejuni involving humans, chickens, and ruminants. Campylobacter species from chickens showed strong positive correlations with mothers (r = 0.76), siblings (r = 0.61) and infants (r = 0.54), while co-occurrence analysis found a higher likelihood (Pr &gt; 0.5) of pairs such as C. jejuni with C. coli, C. concisus, and C. showae. Analysis of the top 50 most abundant microbial taxa showed a distinct cluster uniquely present in human stool and absent in all livestock. The study also found frequent co-occurrence of C. jejuni with other enteric pathogens such as Salmonella, and Shigella, particularly in human and chicken. Additionally, instances of Candidatus Campylobacter infans (C. infans) were identified co-occurring with Salmonella and Shigella species in stool samples from infants, mothers, and siblings.\n    </p>\n    <p>\n        <strong>\n          Conclusions:\n        </strong>\n      A comprehensive analysis of Campylobacter diversity in humans and livestock in a low-resource setting revealed that infants can be exposed to multiple Campylobacter species early in life. C. jejuni is the dominant species with a propensity for co-occurrence with other notable enteric bacterial pathogens, including Salmonella, and Shigella, especially among infants. Video Abstract.\n    </p>\n            </div>\n    <p>\n        <strong>\n          Keywords:\n        </strong>\n      Campylobacter; Eastern Ethiopia; Enteric pathogens; Human; Livestock; Longitudinal cohort; Shotgun metagenomics.\n    </p>\n  </div>\n  <p>\n    © 2025. The Author(s).\n  </p>\n  <p>\n  <a href=\"https://pubmed.ncbi.nlm.nih.gov/disclaimer/\" target=\"_blank\">PubMed Disclaimer</a>\n</p>\n  <div>\n    <h2>\n      Conflict of interest statement\n    </h2>\n    <p>Declarations. Ethics approval and consent to participate: Ethical approval was obtained from the University of Florida Internal Review Board (IRB201903141), the Haramaya University Institutional Health Research Ethics Committee (COHMS/1010/3796/20), and the Ethiopia National Research Ethics Review Committee (SM/14.1/1059/20). Written informed consent was obtained from all participating households (husband and wife) using a form in the local language (Afan Oromo). Consent for publication: Not applicable. Competing interests: The authors declare no competing interests.</p>\n  </div>\n  <div>\n    <h2>\n      References\n    </h2>\n    <div>\n      <ol>\n  <li>\n    <ol>\n        <li>\n            Troeger CE, Khalil IA, Blacker BF, Biehl MH, Albertson SB, Zimsen SRM, et al. Quantifying risks and interventions that have affected the burden of diarrhoea among children younger than 5 years: an analysis of the Global Burden of Disease Study 2017. Lancet Infect Dis. 2020;20(1):37–59.\n                  -\n                  <a target=\"_blank\" href=\"https://doi.org/10.1016/s1473-3099(19)30401-3\">\n                    DOI\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Coker AO, Isokpehi RD, Thomas BN, Amisu KO, Obi CL. Human campylobacteriosis in developing countries. Emerg Infect Dis. 2002;8(3):237–44.\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/11927019/\">\n                    PubMed\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/2732465/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://doi.org/10.3201/eid0803.010233\">\n                    DOI\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            World Health Organization, Foodborne Disease Burden Epidemiology Reference Group (FERG) 2007–2015. Estimates of the global burden of foodborne diseases. 2015. Retrieved from <a href=\"https://www.foodbornediseaseburden.org/ferg/estimates\" target=\"_blank\">https://www.foodbornediseaseburden.org/ferg/estimates</a> .\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Havelaar AH, Kirk MD, Torgerson PR, Gibb HJ, Hald T, Lake RJ, et al. World Health Organization global estimates and regional comparisons of the burden of foodborne disease in 2010. PLoS Med. 2015;12(12): e1001923.\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/26633896/\">\n                    PubMed\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/4668832/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://doi.org/10.1371/journal.pmed.1001923\">\n                    DOI\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Kirk MD, Pires SM, Black RE, Caipo M, Crump JA, Devleesschauwer B, et al. World health organization estimates of the global and regional disease burden of 22 foodborne bacterial, protozoal, and viral diseases, 2010: A Data Synthesis. PLoS Med. 2015;12(12): e1001921.\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/26633831/\">\n                    PubMed\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/4668831/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://doi.org/10.1371/journal.pmed.1001921\">\n                    DOI\n                  </a>\n        </li>\n    </ol>\n  </li>\n      </ol>\n</div>\n  </div>\n    <div>\n      <h2>\n        MeSH terms\n      </h2>\n      <ul><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li></ul>\n    </div>\n  </div>",
  "author": "",
  "favicon": "https://cdn.ncbi.nlm.nih.gov/coreutils/nwds/img/favicons/favicon-192.png",
  "source": "pubmed.ncbi.nlm.nih.gov",
  "published": "",
  "ttr": 134,
  "type": "website"
}