{
  "url": "https://pubmed.ncbi.nlm.nih.gov/41199348/?fc=None&ff=20251108031938&v=2.18.0.post22+67771e2",
  "title": "Accurate profiling of microbial communities for shotgun metagenomic sequencing with Meteor2 - PubMed",
  "description": "These results highlight Meteor2 as a robust and versatile tool for advancing microbiome research and applications. As an open-source, easy-to-install, and accurate analysis platform, Meteor2 is highly accessible to researchers, facilitating the exploration of complex microbial ecosystems.",
  "links": [
    "https://pubmed.ncbi.nlm.nih.gov/41199348/?fc=None&ff=20251108031938&v=2.18.0.post22+67771e2"
  ],
  "image": "https://cdn.ncbi.nlm.nih.gov/pubmed/persistent/pubmed-meta-image-v2.jpg",
  "content": "<div>\n      <div>\n<h2>\n  Accurate profiling of microbial communities for shotgun metagenomic sequencing with Meteor2\n</h2>\n<p><span>\n        <span><span>Amine Ghozlane</span><span> et al.</span></span>\n  </span>\n      <span>\n        Microbiome<span>.</span>\n      </span>\n        <span>\n          2025<span>.</span>\n        </span>\n</p>\n      </div>\n  <div>\n      <h2>\n        Abstract\n      </h2>\n            <div>\n    <p>\n        <strong>\n          Background:\n        </strong>\n      The characterization of complex microbial communities is a critical challenge in microbiome research, as it is essential for understanding the intricate relationships between microorganisms and their environments. Metagenomic profiling has advanced into a multifaceted approach, combining taxonomic, functional, and strain-level profiling (TFSP) of microbial communities. Here, we present Meteor2, a tool that leverages compact, environment-specific microbial gene catalogues to deliver comprehensive TFSP insights from metagenomic samples.\n    </p>\n    <p>\n        <strong>\n          Results:\n        </strong>\n      Meteor2 currently supports 10 ecosystems, gathering 63,494,365 microbial genes clustered into 11,653 metagenomic species pangenomes (MSPs). These genes are extensively annotated for KEGG orthology, carbohydrate-active enzymes (CAZymes) and antibiotic-resistant genes (ARGs). In benchmark tests, Meteor2 demonstrated strong performance in TFSP, particularly excelling in detecting low-abundance species. When applied to shallow-sequenced datasets, Meteor2 improved species detection sensitivity by at least 45% for both human and mouse gut microbiota simulations compared to MetaPhlAn4 or sylph. For functional profiling, Meteor2 improved abundance estimation accuracy by at least 35% compared to HUMAnN3 (based on Bray-Curtis dissimilarity). Additionally, Meteor2 tracked more strain pairs than StrainPhlAn, capturing an additional 9.8% on the human dataset and 19.4% on the mouse dataset. Furthermore, in its fast configuration, Meteor2 emerges as one of the fastest available tools for profiling, requiring only 2.3 min for taxonomic analysis and 10 min for strain-level analysis against the human microbial gene catalogue when processing 10 M paired reads - operating within a modest 5 GB RAM footprint. We further validated Meteor2 using a published faecal microbiota transplantation (FMT) dataset, demonstrating its ability to deliver an extensive and actionable metagenomic analysis. The unified database design also simplifies the integration of TFSP outputs, making it straightforward for researchers to interpret and compare results.\n    </p>\n    <p>\n        <strong>\n          Conclusions:\n        </strong>\n      These results highlight Meteor2 as a robust and versatile tool for advancing microbiome research and applications. As an open-source, easy-to-install, and accurate analysis platform, Meteor2 is highly accessible to researchers, facilitating the exploration of complex microbial ecosystems.\n    </p>\n            </div>\n    <p>\n        <strong>\n          Keywords:\n        </strong>\n      Benchmark; Functional profiling; Microbiome; Shotgun metagenomics; Software; Strain profiling; Taxonomic profiling.\n    </p>\n  </div>\n  <p>\n    © 2025. The Author(s).\n  </p>\n  <p>\n  <a href=\"https://pubmed.ncbi.nlm.nih.gov/disclaimer/\" target=\"_blank\">PubMed Disclaimer</a>\n</p>\n  <div>\n    <h2>\n      Conflict of interest statement\n    </h2>\n    <p>Declarations. Ethics approval and consent to participate: Not applicable. Consent for publication: Not applicable. Competing interests: The authors declare no competing interests.</p>\n  </div>\n      <div>\n        <h2>\n          Figures\n        </h2>\n        <div>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b0ee/12590682/e319333a57d2/40168_2025_2249_Fig1_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b0ee/12590682/ed0eab4c8da9/40168_2025_2249_Fig1_HTML.gif\" alt=\"Fig. 1\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 1\n    </strong>\n    <p>Overview of the Meteor2 pipeline for TFSP analysis. The pipeline proceeds in two main branches, initiating with the alignment of the metagenomic sample data against a comprehensive microbial gene catalogue. The primary branch utilizes this alignment to characterize the microbial community’s taxonomic and functional profile, encompassing abundance of the genes, MSPs and functional modules. The second branch employs SNV calling to construct a consensus gene catalogue, enabling the generation of sample-specific MSPs. These MSPs are then compared to produce phylogenetic analyses, offering a deeper understanding of the microbial community dynamics</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b0ee/12590682/b67659daad8e/40168_2025_2249_Fig2_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b0ee/12590682/b8af1edd244a/40168_2025_2249_Fig2_HTML.gif\" alt=\"Fig. 2\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 2\n    </strong>\n    <p>Meteor2 accurately profiles species abundances from synthetic metagenomes. <b>a</b> Taxonomic profiling performance according to F1-score (the harmonic mean of the precision and recall of detection) for two synthetic datasets, simulating mouse (62 samples) and human faecal (100 samples) metagenomes, respectively. <b>b</b> Richness delta, corresponding to the difference between tools’ estimated richness and gold standard richness. <b>c</b> Bray–Curtis dissimilarity values computed between the log10-transformed estimated profiles and the abundances in the gold standard. The median F1-scores, richness deltas and Bray–Curtis dissimilarity values are reported, respectively. <i>p</i>-value from Wilcoxon signed-rank tests, **** indicates <i>p</i>-value ≤ 0.0001</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b0ee/12590682/ca52c03d8284/40168_2025_2249_Fig3_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b0ee/12590682/b3e0e1612f4e/40168_2025_2249_Fig3_HTML.gif\" alt=\"Fig. 3\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 3\n    </strong>\n    <p>Meteor2 enables precise estimation of functional capacity in synthetic metagenomes. <b>a</b> Functional profiling performance according to F1-score for human and mouse synthetic datasets, comparing the accuracy of Meteor2 and HUMAnN3 in detecting functional content at the species/sample. <b>b</b> Bray–Curtis dissimilarity values, comparing the estimated functional profiles and the gold standard for both Meteor2 and HUMAnN3 (considering all functions and species contribution signal). <i>p</i>-value from Wilcoxon signed-rank tests; **** indicates <i>p</i>-value ≤ 0.0001</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b0ee/12590682/dc61a20f7db7/40168_2025_2249_Fig4_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b0ee/12590682/310777fd4a52/40168_2025_2249_Fig4_HTML.gif\" alt=\"Fig. 4\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 4\n    </strong>\n    <p>Meteor2 demonstrates superior precision in strain profiling. <b>a</b> Number of pairwise comparisons performed per tools. <b>b</b> Species-wise Spearman’s correlation coefficient between ANI (gold standard) and similarity estimated by the different tools’ configuration, considering only species with sufficient signal (i.e., a minimum of 3 pairwise comparisons and ANI standard deviation &gt; 0). The analysis included two configurations of Meteor2: “mixed”, which considered all detected alleles at a given position, and “dominant”, which focused solely on the dominant alleles. Similarly, inStrain was evaluated using both conANI (dominant alleles only) and popANI (both dominant and non-dominant alleles). Similarity is assessed either by ANI (inStrain) or by 1—mutation rate (Meteor2, StrainPhlAn4). <i>p</i>-value from Wilcoxon tests, ns indicates <i>p</i>-value &gt; 0.05, ****, <i>p</i>-value ≤ 0.0001</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b0ee/12590682/5b5e43f91d03/40168_2025_2249_Fig5_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/b0ee/12590682/fa02e327a44b/40168_2025_2249_Fig5_HTML.gif\" alt=\"Fig. 5\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 5\n    </strong>\n    <p>Meteor2 demonstrates efficient TFSP analysis on a real FMT dataset. <b>a</b> Differentially abundant MSPs between S1 and S3 in responders only. The bars on the right indicate each species’ status (transient colonizing species (TCS) or persistent colonizing species (PCS), the <i>p</i>-values obtained with Meteor2 and MetaPhlAn4 (Wilcoxon signed-rank tests). The correspondence between MSPs from Meteor2 and SGBs from MetaPhlAn4 is based on GTDB r207 annotation. Top panel gathers species that increase between S1 and S3 while bottom panel gathers species that decrease between S1 and S3. Species that are identified as significantly different by Meteor2 alone are highlighted in bold, whereas those detected by both tools are not. <b>b</b> Cliff’s Delta effect size for functional modules contrasting S1 and S3 (in responders only, <i>p</i>-value from Wilcoxon signed-rank tests). <b>c</b> Engraftment rate computed for non-responders (NR) and responders (R) at all timepoints. Each point represents an individual sample; dashed lines connect samples from the same individual. The solid line indicates the mean engraftment rate across all samples at each timepoint, with error bars representing the standard deviation. <i>p</i>-values from Wilcoxon tests comparing each timepoint to S1 are shown. * indicates 0.01 &lt; <i>p</i>-value ≤ 0.05, **: 0.001 &lt; <i>p</i>-value ≤ 0.01, ***: 0.0001 &lt; <i>p</i>-value ≤ 0.001, ****: <i>p</i>-value ≤ 0.0001</p>\n                </figcaption>\n            </figure>\n        </div>\n      </div>\n  <div>\n    <h2>\n      References\n    </h2>\n    <div>\n      <ol>\n  <li>\n    <ol>\n        <li>\n            Manghi P, Bhosle A, Wang K, Marconi R, Selma-Royo M, Ricci L, et al. Coffee consumption is associated with intestinal <i>Lawsonibacter asaccharolyticus</i> abundance and prevalence across multiple cohorts. Nat Microbiol. 2024;9:3120–34.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC11602726/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/39558133/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Huang KD, Müller M, Sivapornnukul P, Bielecka AA, Amend L, Tawk C, et al. Dietary selective effects manifest in the human gut microbiota from species composition to strain genetic makeup. Cell Rep. 2024;43:115067.\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/39673707/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Valles-Colomer M, Blanco-Míguez A, Manghi P, Asnicar F, Dubois L, Golzato D, et al. The person-to-person transmission landscape of the gut and oral microbiomes. Nature. 2023;614:125–35.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC9892008/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/36653448/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Wood DE, Salzberg SL. Kraken: ultrafast metagenomic sequence classification using exact alignments. Genome Biol. 2014;15:R46.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC4053813/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/24580807/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Piro VC, Reinert K. ganon2: up-to-date and scalable metagenomics analysis [Internet]. 2023 . Available from: <a href=\"http://biorxiv.org/lookup/doi/10.1101/2023.12.07.570547.Cited\" target=\"_blank\">http://biorxiv.org/lookup/doi/10.1101/2023.12.07.570547.Cited</a> 2024 Dec 17.\n        </li>\n    </ol>\n  </li>\n      </ol>\n</div>\n  </div>\n    <div>\n      <h2>\n        MeSH terms\n      </h2>\n      <ul><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li></ul>\n    </div>\n  <div>\n    <h2>\n      LinkOut - more resources\n    </h2>\n    <ul><li><h3>Full Text Sources</h3><ul><li><a href=\"https://microbiomejournal.biomedcentral.com/articles/10.1186/s40168-025-02249-w\" target=\"_blank\">\n                    BioMed Central\n                  </a></li></ul></li><li><h3>Research Materials</h3><ul><li><a href=\"https://antibodies.cancer.gov/detail/CPTC-HLA-B-1\" target=\"_blank\">\n                    NCI CPTC Antibody Characterization Program\n                  </a></li></ul></li></ul>\n  </div>\n  </div>",
  "author": "",
  "favicon": "https://cdn.ncbi.nlm.nih.gov/coreutils/nwds/img/favicons/favicon-192.png",
  "source": "pubmed.ncbi.nlm.nih.gov",
  "published": "",
  "ttr": 226,
  "type": "website"
}