{
  "url": "https://pubmed.ncbi.nlm.nih.gov/41152942/?fc=None&ff=20251107201323&v=2.18.0.post22+67771e2",
  "title": "High-resolution profiling of bacterial and fungal communities using pangenome-informed taxon-specific long-read amplicons - PubMed",
  "description": "Pangenome-informed microbiome profiling enables the tracking of microbial community dynamics in complex environments and overcomes limitations in phylogenetic resolution. Video Abstract.",
  "links": [
    "https://pubmed.ncbi.nlm.nih.gov/41152942/?fc=None&ff=20251107201323&v=2.18.0.post22+67771e2"
  ],
  "image": "https://cdn.ncbi.nlm.nih.gov/pubmed/persistent/pubmed-meta-image-v2.jpg",
  "content": "<div>\n      <div>\n<h2>\n  High-resolution profiling of bacterial and fungal communities using pangenome-informed taxon-specific long-read amplicons\n</h2>\n<p><span>\n        <span><span>Luzia Stalder</span><span> et al.</span></span>\n  </span>\n      <span>\n        Microbiome<span>.</span>\n      </span>\n        <span>\n          2025<span>.</span>\n        </span>\n</p>\n      </div>\n  <div>\n      <h2>\n        Abstract\n      </h2>\n            <div>\n    <p>\n        <strong>\n          Background:\n        </strong>\n      High-throughput sequencing technologies have greatly advanced our understanding of microbiomes, but resolving microbial communities at species and strain levels remains challenging.\n    </p>\n    <p>\n        <strong>\n          Results:\n        </strong>\n      We developed and validated a pipeline for designing, multiplexing, and sequencing highly polymorphic taxon-specific long-read amplicons. We focused on the wheat microbiome as a proof-of-principle and demonstrate strain-level resolution for the wheat-associated Pseudomonas microbiome and the ubiquitous fungal pathogen Zymoseptoria tritici. We achieved an order of magnitude higher phylogenetic resolution compared to existing ribosomal amplicons. The designed amplicons accurately capture species and strain diversity outperforming full-length 16S and ITS amplicons. Furthermore, we tracked microbial communities in the wheat phyllosphere across time and space to establish fine-grained species and strain-specific dynamics. To expand the utility of our approach, we generated pangenome-informed amplicon templates for additional key bacterial and fungal genera.\n    </p>\n    <p>\n        <strong>\n          Conclusions:\n        </strong>\n      Pangenome-informed microbiome profiling enables the tracking of microbial community dynamics in complex environments and overcomes limitations in phylogenetic resolution. Video Abstract.\n    </p>\n            </div>\n    <p>\n        <strong>\n          Keywords:\n        </strong>\n      Pseudomonas; Zymoseptoria tritici; Amplicon sequencing; Long-read sequencing; Microbiome; Multiplexing; PacBio; Pangenome; Phyllosphere; Sequel II; Wheat.\n    </p>\n  </div>\n  <p>\n    © 2025. The Author(s).\n  </p>\n  <p>\n  <a href=\"https://pubmed.ncbi.nlm.nih.gov/disclaimer/\" target=\"_blank\">PubMed Disclaimer</a>\n</p>\n  <div>\n    <h2>\n      Conflict of interest statement\n    </h2>\n    <p>Declarations. Competing interests: The authors declare no competing interests.</p>\n  </div>\n      <div>\n        <h2>\n          Figures\n        </h2>\n        <div>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f652/12570816/0ed70bf05241/40168_2025_2206_Fig1_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f652/12570816/d0097160e2f5/40168_2025_2206_Fig1_HTML.gif\" alt=\"Fig. 1\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 1\n    </strong>\n    <p>Pangenome-informed design of taxon-specific amplicons. <b>A</b> Schematic overview of amplicon design pipeline. Conserved blocks in the <i>Pseudomonas</i> and <i>Z</i>. <i>tritici</i> pangenomes were extracted. Consensus sequences of the core blocks were used to design amplicons. Amplicon candidates were ranked according to nucleotide diversity, and primer sequences were adjusted. Polymorphic amplicons were tested on reference strains and environmental samples. <b>B</b> Overview of multiplexed amplicon evaluation on environmental samples. DNA from 30 mock samples and 480 wheat leave samples were automatically extracted. Two <i>Pseudomonas</i>-specific amplicons, two <i>Z</i>. <i>tritici</i>-specific amplicons, as well as the full-length 16S and ITS were amplified in each sample and prepared using robotic liquid handling for accuracy and throughput. Reactions were performed in triplicates and barcoded individually using asymmetric M13 barcodes resulting in a total of 18,360 PCR reactions. All reactions were pooled and sequenced in two PacBio Sequel II 8 M cells</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f652/12570816/bb2f3c9df5ad/40168_2025_2206_Fig2_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f652/12570816/1187506e17da/40168_2025_2206_Fig2_HTML.gif\" alt=\"Fig. 2\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 2\n    </strong>\n    <p>Comparison of <i>Pseudomonas</i> ANI phylogenies and taxon-specific amplicons. <b>A</b> Comparison between the <i>Pseudomonas</i> average nucleotide identity (ANI) dendrogram and the phylogenetic tree constructed using full-length 16S rRNA sequences. Tree nodes are colored according to the <i>Pseudomonas</i> group and subgroup, respectively. <b>B</b> Comparison between the <i>Pseudomonas</i> ANI dendrogram and the phylogenetic trees generated from PacBio sequences of the <i>rpoD</i> and Transporter amplicons. <b>C</b> Generalized Jaccard–Robinson–Foulds (JRF) distances and mutual clustering Information (MCI) between the <i>Pseudomonas</i> ANI dendrogram and following amplicons: full-length 16S rRNA (~ 1500 bp), rrn operon (~ 4200 bp), short <i>rpoD</i> amplicon (~ 720 bp), PacBio <i>rpoD</i> (~ 2900 bp), and PacBio transporter (~ 2700 bp) amplicons</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f652/12570816/0f75c8fb9a34/40168_2025_2206_Fig3_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f652/12570816/e361d8b2c059/40168_2025_2206_Fig3_HTML.gif\" alt=\"Fig. 3\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 3\n    </strong>\n    <p>Microbial diversity on wheat leaves. <b>A</b> Relative abundances of bacterial genera on wheat leaves determined by the full-length 16S amplicon. <b>B</b> Relative and mean abundances of <i>Pseudomonas</i> species on wheat leaves assessed by the <i>Pseudomonas</i>-specific <i>rpoD</i> and transporter amplicons. <b>C</b> Relative abundances of fungal genera on wheat leaves determined by the full-length ITS amplicon. For all panels, the most abundant species are color-labeled, while less abundant species are shown in grey. Analyzed are 480 wheat leaves from eight different cultivars and five different timepoints across the growing season</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f652/12570816/ccccda6eec51/40168_2025_2206_Fig4_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f652/12570816/97327df73eed/40168_2025_2206_Fig4_HTML.gif\" alt=\"Fig. 4\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 4\n    </strong>\n    <p>Detection limits of taxon-specific amplicons using mock communities. <b>A</b> Phylogenetic trees of amplified sequence variants (ASVs) from ten individual <i>Pseudomonas</i> cultures based on the full-length 16S amplicon, the <i>Pseudomonas</i>-specific <i>rpoD</i> and transporter amplicon. The <i>Pseudomonas</i> cultures originate from the following strains: <i>P</i>. <i>syringae</i> Leaf129 (Syringae L129), <i>P</i>. <i>thivervalensis</i> PITR2 (Fluo S2 PITR), <i>P</i>. <i>putida</i> Leaf58 (Putida L58), <i>P</i>. <i>chlororaphis ssp</i>. <i>piscium</i> PCL1391 (Fluo S1 PCL), <i>P</i>. <i>fluorescens</i> type strain DSM50090 (Fluo S3 DSM), <i>P</i>. <i>chlororaphis ssp</i>. <i>chlororaphis</i> type strain LMG5004 (Fluo S1 LMG), <i>Pseudomonas sP</i>. 1.31 (Fluo S2 sp1.31), <i>Pseudomonas sP</i>. SS101 (Fluo S3 SS101), <i>P</i>. <i>protegens</i> CHA0 (Fluo S1 CHA0), and <i>P</i>. <i>brassicacearum</i> TM1A3 (Fluo S2 TM1A3). For the isolates from the <i>P</i>. <i>fluorescens</i> group, the subclades Fluo S1, S2, and S3 are indicated as defined by Flury et al. (2016). Colors indicate different cultures, and the dot size corresponds to the abundance of the ASVs for each of the two replicates. The transporter amplicon failed to amplify the <i>P</i>. <i>putida</i> Leaf58 isolate. <b>B</b> Mixed equimolar combinations of the ten <i>Pseudomonas</i> cultures showing read counts of the main ASV for each mixture. The three replicates of each equimolar mixture are shown individually. <b>C</b> Top panel: Serial dilution series of <i>P.</i>\n<i>syringae</i> Leaf129 (green) mixed into <i>P</i>. <i>thivervalensis</i> PITR2 (grey). Read numbers are shown for the full-length 16S, and the <i>Pseudomonas</i>-specific <i>rpoD</i> and transporter amplicons. The expected read numbers of the diluted <i>P</i>. <i>syringae</i> Leaf129 isolate are indicated in light grey and calculated from the background read numbers of <i>P</i>. <i>thivervalensis</i> PITR2. Bottom panel: Serial dilution series of <i>Z</i>. <i>tritici</i> ST99CH 1E4 (green) in <i>Z</i>. <i>tritici</i> ST01IR 48b (grey) isolates. Read numbers are shown for the full-length ITS, and the <i>Z</i>. <i>tritici</i>-specific amplicon1(on chromosome13) and amplicon 2 (on chromosome 9). The expected read numbers of the diluted <i>Z</i>. <i>tritici</i> ST99CH 1E4 isolate are indicated in light grey and calculated from the background read numbers of the <i>Z</i>. <i>tritici</i> ST01IR 48b isolate. <b>D</b> Top panel: Read numbers of a serial dilution series of <i>P</i>. <i>thivervalensis</i> PITR2 (green) mixed into a wheat leaf DNA extract background for the full-length 16S amplicon and the <i>Pseudomonas</i>-specific <i>rpoD</i> and transporter amplicons. In grey, the total read count of the wheat-endemic bacterial isolates is indicated for the 16S amplicon, respectively the total read count of the wheat-endemic <i>Pseudomonas</i> for the <i>Pseudomonas</i>-specific <i>rpoD</i> and transporter amplicons. Bottom panel: Read numbers of a serial dilution series of <i>Z</i>. <i>tritici</i> ST99CH 1E4 (green) mixed into a wheat leaf DNA extract background for the full-length ITS and the <i>Z</i>. <i>tritici</i>-specific amplicons. In grey, the total read count of the wheat-endemic fungal isolates is indicated for the ITS amplicon, respectively the total read count of the wheat-endemic <i>Z</i>. <i>tritici</i> for the <i>Z</i>. <i>tritici</i>-specific amplicons. For all serial dilutions of (<b>C</b>) and (<b>D</b>), dilutions were performed with an initial DNA input of 7.5 ng per isolate. We maintained a consistent amount of input DNA for amplification across all samples and pooled the amplified products equimolarly for each amplicon. Consequently, total read numbers per sample remained constant across each dilution series. To compensate for PacBio sequencing’s tendency to produce more reads for shorter fragments, we pooled long taxon-specific amplicon products with shorter amplicons at a ratio of 2:1</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f652/12570816/10d599b8dc10/40168_2025_2206_Fig5_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f652/12570816/0302a25dc970/40168_2025_2206_Fig5_HTML.gif\" alt=\"Fig. 5\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 5\n    </strong>\n    <p>Phylogenetic resolution of taxon-specific and ribosomal DNA amplicons. Taxon-specific amplicon analysis based on 480 wheat leaf samples. <b>A</b> Phylogenetic trees of <i>Pseudomonas</i> amplified sequence variants (ASVs) of the full-length 16S amplicon as well as the <i>Pseudomonas</i>-specific <i>rpoD</i> and transporter amplicons. ASVs are colored by <i>Pseudomonas</i> species. <b>B</b> Total number of ASVs detected by the full-length 16S amplicon, and the <i>Pseudomonas</i>-specific <i>rpoD</i> and transporter amplicons relative to the total read count per amplicon. <b>C</b> Proportion of ASVs with a BLASTn bitscore above a threshold for <i>Pseudomonas</i> species assignment. The 50% and 95% confidence intervals based on permutations are shown in grey. <b>D</b> Identification of the smallest subtree containing &gt; 90% of the ASVs for each <i>Pseudomonas</i> species shown in (<b>E</b>) and (<b>F</b>). Only species with &gt; 5 ASVs were considered. <b>E</b> Proportion of species in the smallest subtree containing &gt; 90% of the species ASVs assigned to specific species. <b>F</b> Shannon diversity indices of the subtree species composition for the smallest subtree containing &gt; 90% of the ASVs assigned to specific species. <b>G</b> Total number of ASVs detected by the full-length ITS amplicon and <i>Z</i>. <i>tritici</i>-specific amplicons 1 and 2, relative to the total read count per amplicon. <b>H</b> Phylogenetic networks (Splitstree) of <i>Z</i>. <i>tritici</i> ASVs identified using the full-length ITS amplicon and the <i>Z</i>. <i>tritici</i>-specific amplicons</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f652/12570816/25db942a9198/40168_2025_2206_Fig6_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f652/12570816/9894493d756e/40168_2025_2206_Fig6_HTML.gif\" alt=\"Fig. 6\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 6\n    </strong>\n    <p>Differential abundance of wheat phyllosphere <i>Pseudomonas </i>species across season and canopy height.<b> A</b> Spearman correlation of <i>Pseudomonas</i> species abundance across samples between the <i>Pseudomonas</i>-specific <i>rpoD</i> and transporter amplicons. The grey dotted line indicates the 95% confidence interval from permutation-based null models (1000 iterations). Observed correlations exceeding this threshold suggest non-random community patterns. <b>B</b> Relative abundances of <i>P</i>. <i>chlororaphis</i> subspecies across time and canopy heights revealed by the <i>Pseudomonas</i>-specific <i>rpoD</i> and transporter amplicons</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f652/12570816/8fd20bfd3157/40168_2025_2206_Fig7_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f652/12570816/43a4d6b1df4f/40168_2025_2206_Fig7_HTML.gif\" alt=\"Fig. 7\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 7\n    </strong>\n    <p>Genotypic diversity of the wheat phyllosphere pathogen <i>Z. tritici</i> across season.<b> A</b> Number of unique <i>Z. tritici</i> amplicon sequence variants (ASVs) per leaf across timepoints, based on the <i>Z</i>. <i>tritici</i>-specific amplicons 1 (on chromosome 13) and 2 (on chromosome 9). <b>B</b> Heatmap of the 100 most abundant <i>Z</i>. <i>tritici</i> ASVs clustered based on their abundance pattern across the season</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f652/12570816/eeae012943b9/40168_2025_2206_Fig8_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/f652/12570816/97610456751c/40168_2025_2206_Fig8_HTML.gif\" alt=\"Fig. 8\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 8\n    </strong>\n    <p>Pangenome and amplicon templates for the bacterial genera <i>Pseudomonas</i>, <i>Rhizobia</i>, and <i>Streptomyces</i>, as well as the fungal species <i>Z</i>. <i>tritici</i> and <i>A</i>. <i>fumigatus</i>. Pangenomes were each generated based on 19 representative genomes. For each pangenome, the average genome size in Mbp, the number of candidate core segments and the length-normalized ribosomal nucleotide diversity of the 16S or ITS regions is indicated. Genes were grouped into orthogroups (OG) based on protein homology for each pangenome. The total number of orthogroups, the percentage of genes included in orthogroups, the percentage of orthogroups that contain all isolates, and the percentage of orthogroups that contain isolate-specific genes are shown for each species group.</p>\n                </figcaption>\n            </figure>\n        </div>\n      </div>\n  <div>\n    <h2>\n      References\n    </h2>\n    <div>\n      <ol>\n  <li>\n    <ol>\n        <li>\n            Song S, Liu Y, Wang NR, Haney CH. Mechanisms in plant-microbiome interactions: lessons from model systems. Curr Opin Plant Biol. 2021 [cited 2022 Jun 5];62. Available from: <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/33545444/\" title=\"External link: https://pubmed.ncbi.nlm.nih.gov/33545444/\">https://pubmed.ncbi.nlm.nih.gov/33545444/</a>.\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/33545444/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Fitzpatrick CR, Salas-González I, Conway JM, Finkel OM, Gilbert S, Russ D, et al. The plant microbiome: from ecology to reductionism and beyond. Annu Rev Microbiol. 2020;74(1):81–100.\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/32530732/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Xu L, Pierroz G, Wipf HML, Gao C, Taylor JW, Lemaux PG, et al. Holo-omics for deciphering plant-microbiome interactions. Microbiome. 2021 [cited 2022 Jun 5];9. Available from: <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/33762001/\" title=\"External link: https://pubmed.ncbi.nlm.nih.gov/33762001/\">https://pubmed.ncbi.nlm.nih.gov/33762001/</a>.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC7988928/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/33762001/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Choi K, Khan R, Lee SW. Dissection of plant microbiota and plant-microbiome interactions. J Microbiol. 2021 [cited 2022 Jun 5];59:281–91. Available from: <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/33624265/\" title=\"External link: https://pubmed.ncbi.nlm.nih.gov/33624265/\">https://pubmed.ncbi.nlm.nih.gov/33624265/</a>.\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/33624265/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Trivedi P, Leach JE, Tringe SG, Sa T, Singh BK. Plant–microbiome interactions: from community assembly to plant health. Nat Rev Microbiol. 2020;18:607–21. Available from: 10.1038/s41579-020-0412-1.\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/32788714/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n      </ol>\n</div>\n  </div>\n    <div>\n      <h2>\n        MeSH terms\n      </h2>\n      <ul><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li></ul>\n    </div>\n    <div>\n      <h2>\n        Substances\n      </h2>\n      <ul><li></li></ul>\n    </div>\n  <div>\n    <h2>\n      LinkOut - more resources\n    </h2>\n    <ul><li><h3>Full Text Sources</h3><ul><li><a href=\"https://microbiomejournal.biomedcentral.com/articles/10.1186/s40168-025-02206-7\" target=\"_blank\">\n                    BioMed Central\n                  </a></li><li><a href=\"https://pmc.ncbi.nlm.nih.gov/articles/pmid/41152942/\" target=\"_blank\">\n                    PubMed Central\n                  </a></li></ul></li><li><h3>Medical</h3><ul><li><a href=\"https://medlineplus.gov/molds.html\" target=\"_blank\">\n                    MedlinePlus Health Information\n                  </a></li></ul></li></ul>\n  </div>\n  </div>",
  "author": "",
  "favicon": "https://cdn.ncbi.nlm.nih.gov/coreutils/nwds/img/favicons/favicon-192.png",
  "source": "pubmed.ncbi.nlm.nih.gov",
  "published": "",
  "ttr": 344,
  "type": "website"
}