{
  "url": "https://pubmed.ncbi.nlm.nih.gov/41143515/?fc=None&ff=20251106032344&v=2.18.0.post22+67771e2",
  "title": "Wild rice-associated Vibrio promotes plant growth and exhibits genomic and phenotypic plasticity for plant adaptations - PubMed",
  "description": "<span><i>Vibrio</i> is an important marine heterotroph, primarily studied for its pathogenesis or symbiotic relationship with marine organisms and humans. However, little is known about the association of vibrios with plants in brackish environments and their potential benefits. To address this knowledge</span> …",
  "links": [
    "https://pubmed.ncbi.nlm.nih.gov/41143515/?fc=None&ff=20251106032344&v=2.18.0.post22+67771e2"
  ],
  "image": "https://cdn.ncbi.nlm.nih.gov/pubmed/persistent/pubmed-meta-image-v2.jpg",
  "content": "<div>\n      <div>\n          <div>\n      <p><span>\n        doi: 10.1128/msystems.00910-25.\n      </span>\n      <span>\n        Online ahead of print.\n      </span>\n          </p></div>\n          <p>\n    Affiliations\n</p>\n    <ul>\n        <li>\n          <span>\n  <span>\n      PMID:\n  </span>\n    <strong>41143515</strong>\n</span>\n        </li>\n        <li>\n          <span>\n  <span>\n      DOI:\n  </span>\n    <a target=\"_blank\" href=\"https://doi.org/10.1128/msystems.00910-25\">\n      10.1128/msystems.00910-25\n    </a>\n</span>\n        </li>\n    </ul>\n  <p><span>Free article</span></p><p>\n  Item in Clipboard\n</p>\n      </div>\n      <div>\n<h2>\n  Wild rice-associated <i>Vibrio</i> promotes plant growth and exhibits genomic and phenotypic plasticity for plant adaptations\n</h2>\n<p><span>\n        <span><span>Kirti Kulanthaivel</span><span> et al.</span></span>\n  </span>\n      <span>\n        mSystems<span>.</span>\n      </span>\n        <span>\n          2025<span>.</span>\n        </span>\n</p>\n  <p><span>Free article</span></p>\n      </div>\n  <div>\n      <h2>\n        Abstract\n      </h2>\n            <p>\n      <i>Vibrio</i> is an important marine heterotroph, primarily studied for its pathogenesis or symbiotic relationship with marine organisms and humans. However, little is known about the association of vibrios with plants in brackish environments and their potential benefits. To address this knowledge gap, we focused on <i>Vibrio porteresiae</i> MSSRF30<sup>T</sup> and brackish-grown Pokkali rice as our research subjects for this study. MSSRF30<sup>T</sup> displays multifaceted plant beneficial traits, including nitrogen fixation, 1-aminocyclopropane-1-carboxylate (ACC) deaminase production, and zinc and tricalcium phosphate solubilization. Further, MSSRF30<sup>T</sup> efficiently colonizes the host roots and significantly improves the Pokkali rice growth in nitrogen-replete and nitrogen-limiting brackish conditions, highlighting its plant growth-promoting ability, a trait previously not well recognized in vibrios. Additionally, MSSRF30<sup>T</sup> can utilize various carbon-rich substrates derived from plant roots, demonstrating its metabolic adaptation to the plant rhizosphere niche. Using <i>in planta</i> root transcriptome analysis and whole-genome sequencing, we provide the first insights into how MSSRF30<sup>T</sup> interacts with Pokkali rice in brackish conditions. Additionally, we have identified several genome features for a plant-associated lifestyle, previously unreported in this genus. These features include plant expansin, PEP-CTERM surface anchoring with exopolysaccharides, plant-associated Hrp-type three secretion system, ACC deaminase production, PQQ-independent glucose dehydrogenase pathway for phosphate solubilization, plant-derived sugar/organic acids utilization operons, carbohydrate utilization loci, and specific plant depolymerizing CAZymes. Notably, MSSRF30<sup>T</sup> lacks key genome features critical for the animal association. Overall, this study adds new knowledge in the field of <i>Vibrio</i> biology, especially <i>Vibrio</i>-plant beneficial interactions, a relationship largely underexplored.IMPORTANCEThe genus <i>Vibrio</i> comprises over 150 species of marine heterotrophic bacteria, many of which are opportunistic pathogens affecting humans and marine animals. Most research has predominantly focused on pathogenic <i>Vibrio</i> species, often overlooking the significance of other <i>Vibrio</i> species inhabiting other ecological niches, such as plants, a relationship largely uncharacterized. This study focused on <i>V. porteresiae</i> MSSRF30<sup>T</sup> and its relationship with brackish-grown Pokkali rice. We discovered that MSSRF30<sup>T</sup> possesses multiple plant growth-promoting traits, effectively colonizes roots, and enhances plant growth in brackish conditions. Additionally, MSSRF30<sup>T</sup> possesses several genome features commonly associated with plant-microbe interactions, previously unrecognized in <i>Vibrio</i> species, and lacks features typically associated with animal interactions, underscoring its specialized adaptation for plant niches. For the first time, this study highlights the beneficial interactions between <i>Vibrio</i> and plants, emphasizing their role in promoting plant growth and health in brackish environments.\n    </p>\n    <p>\n        <strong>\n          Keywords:\n        </strong>\n      PGPR; diazotroph; plant-associated Vibrio; plant-associated lifestyle; rhizosphere adaptation.\n    </p>\n  </div>\n  <p>\n  <a href=\"https://pubmed.ncbi.nlm.nih.gov/disclaimer/\" target=\"_blank\">PubMed Disclaimer</a>\n</p>\n  <div>\n    <h2>\n      LinkOut - more resources\n    </h2>\n    <ul><li><h3>Full Text Sources</h3><ul><li><a href=\"https://journals.asm.org/doi/10.1128/msystems.00910-25?url_ver=Z39.88-2003&amp;rfr_id=ori:rid:crossref.org&amp;rfr_dat=cr_pub%20%200pubmed\" target=\"_blank\">\n                    Atypon\n                  </a></li></ul></li><li><h3>Miscellaneous</h3><ul><li><a href=\"https://assays.cancer.gov/non-CPTAC-3867\" target=\"_blank\">\n                    NCI CPTAC Assay Portal\n                  </a></li></ul></li></ul>\n  </div>\n  </div>",
  "author": "",
  "favicon": "https://cdn.ncbi.nlm.nih.gov/coreutils/nwds/img/favicons/favicon-192.png",
  "source": "pubmed.ncbi.nlm.nih.gov",
  "published": "",
  "ttr": 89,
  "type": "website"
}