{
  "url": "https://pubmed.ncbi.nlm.nih.gov/41125877/?fc=None&ff=20251105032325&v=2.18.0.post22+67771e2",
  "title": "Transcriptional and epigenetic targets of MEF2C in human microglia contribute to cellular functions related to autism risk and age-related disease - PubMed",
  "description": "MEF2C encodes a transcription factor that is critical in nervous system development. Here, to examine disease-associated functions of MEF2C in human microglia, we profiled microglia differentiated from isogenic MEF2C-haploinsufficient and MEF2C-knockout induced pluripotent stem cell lines. Complemen …",
  "links": [
    "https://pubmed.ncbi.nlm.nih.gov/41125877/?fc=None&ff=20251105032325&v=2.18.0.post22+67771e2"
  ],
  "image": "https://cdn.ncbi.nlm.nih.gov/pubmed/persistent/pubmed-meta-image-v2.jpg",
  "content": "<div>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/aa674fbc89a6/41590_2025_2299_Fig1_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/1f31d14771ea/41590_2025_2299_Fig1_HTML.gif\" alt=\"Fig. 1\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 1. MEF2C is expressed by microglia throughout development, and loss of MEF2C leads to phenotypic changes.\n    </strong>\n    <div><p><b>a</b>, Experimental schematic. Fetal and postnatal brain cortical RNA sequencing data were previously published. In parallel, brain cortical samples were fixed and stained for MEF2C, CTIP and IBA1 across developmental time points. <b>b</b>, <i>MEF2C</i> RNA levels are greater in isolated microglia than in bulk cortex at both fetal (<i>n</i> = 19 microglia and 10 bulk cortex) and postnatal (PN; <i>n</i> = 18 microglia and 5 bulk cortex) developmental stages. <b>c</b>, Representative confocal images from the cortex of human brain tissue at gestational week (GW) 11 demonstrating colocalization of MEF2C with IBA1<sup>+</sup> microglia and CTIP<sup>+</sup> cortical neurons. Left, MEF2C colocalization with IBA<sup>+</sup> microglia across developmental stages (fetal stages: GW11, 13 and 17; postnatal stage: 17 years (YR)). <b>d</b>, Quantification of MEF2C<sup>+</sup> cells demonstrates more colocalization in IBA1<sup>+</sup> microglia than in CTIP<sup>+</sup> cortical neurons in both fetal and postnatal human brain. Fetal microglia also demonstrate higher MEF2C intensity than fetal cortical neurons. Microglia and cortical neurons in postnatal brains demonstrate equivalent levels of MEF2C intensity (<i>n</i> = 1 fetal (GW 17) and 2 postnatal (17 and 20 YR) samples; data points represent technical replicates, the mean measurement from five to ten fields per section from three sections per sample); AU, arbitrary units. <b>e</b>, Schematic of the CRISPR–Cas9 strategy for MEF2C haploinsufficiency (MHS) and KO human iPS cell lines. <b>f</b>, Quantification of western blots showing a dose-dependent reduction in MEF2C protein in MHS and KO iPS cell lines differentiated into microglia (iMGs; <i>n</i> = 3 independent iPS cell lines per genotype). <b>g</b>, Representative confocal images demonstrating genotype-dependent knockdown of MEF2C protein levels in iMGs (replicated across all lines; <i>n</i> = 3 independent iPS cell lines per genotype). <b>h</b>, High-throughput image segmentation of iMG morphology for all genotypes. <b>i</b>, High-throughput image analysis identifying MEF2C dose-dependent reductions in microglia ramification length and number of branch points per cell body cluster in MHS and KO iMGs (<i>n</i> = 7 control (Ctl), 10 MHS and 9 KO iMG biological samples derived from independent iPS cell lines from separate differentiation batches); scale bars, 10 μm in <b>c</b>, <b>g</b> and <b>h</b>. Data in <b>b</b>, <b>d</b>, <b>f</b> and <b>i</b> are presented as mean ± s.e.m. Data points in <b>i</b> represent the mean measurement for all technical replicates from one independent line in a differentiation batch. Statistical analyses in <b>b</b>, <b>d</b>, <b>f</b> and <b>i</b> were performed using one-way analysis of variance (ANOVA) with <i>P</i> values adjusted for multiple comparisons by Tukey’s method. Graphics in <b>a</b> and <b>e</b> were created using </p>BioRender.com<p>. Source data</p></div>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/825e7886df71/41590_2025_2299_Fig2_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/1f7357a52637/41590_2025_2299_Fig2_HTML.gif\" alt=\"Fig. 2\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 2. Loss of MEF2C results in transcriptional changes in inflammatory, developmental and neurodegenerative pathways.\n    </strong>\n    <p><b>a</b>, Heat map of DEGs in <i>MEF2C</i> control, MHS and KO iMGs (<i>n</i> = 6 control, 7 MHS and 8 KO iMG biological samples derived from independent iPS cell lines from separate differentiation batches). <b>b</b>, <i>z</i> Scores of all downregulated (top) or upregulated (bottom) genes between control and KO iMGs demonstrating that MHS iMGs express intermediate levels. Top, control (minimum: 0.311, maximum: 1.155, center: 0.768, 25th percentile: 0.644, 75th percentile: 0.874), MHS (minimum: –0.145, maximum: 0.862, center: 0.363, 25th percentile: 0.217, 75th percentile: 0.508), KO (minimum: –1.155, maximum: –1.014, center: –1.130, 25th percentile: –1.146, 75th percentile: –1.091). Bottom, control (minimum: –1.074, maximum: –0.387, center: –0.736, 25th percentile: –0.825, 75th percentile: –0.647), MHS (minimum: –0.817, maximum: 0.025, center: –0.403, 25th percentile: –0.505, 75th percentile: –0.287), KO (minimum: 1.057, maximum: 1.155, center: 1.136, 25th percentile: 1.111, 75th percentile: 1.149). <b>c</b>, Volcano plot of DEGs between control and KO iMGs. Genes significantly upregulated in control microglia are defined by DESeq2 as an FDR of &lt;0.05 and log<sub>2</sub> (FC) of &lt;–1 and genes significantly upregulated in KO microglia as an FDR of &lt;0.05 and log<sub>2</sub> (FC) of &gt;1. <b>d</b>, IPA for pathway enrichment of DEGs upregulated in KO compared to control iMGs showing strong changes in immune signaling, phagosome formation, autophagy and production of NO/ROS species. <b>e</b>, IPA results for upstream regulators of gene expression suggesting that neuroimmune-induced changes in KO iMGs may be regulated by LPS, TNF or IFNγ. <b>f</b>, PsychEncode gene module overlap with DEGs between control and KO iMGs demonstrating strong overlap with the neuropsychiatric signature of ASD, BD and SCZ. Inflammatory modules identified by Gandal et al. are indicated in red text. <b>g</b>, WGCNA showing a statistical upregulation of Module 5 in KO iMGs. Control (minimum: –0.368, maximum: –0.241, center: –0.307, 25th percentile: –0.354, 75th percentile: –0.280) and KO (minimum: 0.089, maximum: 0.405, center: 0.193, 25th percentile: 0.091, 75th percentile: 0.307). <b>h</b>, Module 5 has strong gene set overlap with ASD signatures, aging microglia, LPS-activated microglia and AD microglia; ALS, amyotrophic lateral sclerosis; DAM, damage-associated microglia; MGnD, neurodegenerative microglia. <b>i</b>, Module 5 is enriched in pathways involved in lysosome activity, lipid metabolism, chemotaxis and other homeostatic immune functions in microglia. <b>j</b>, WGCNA showing statistical upregulation of Module 4 in KO iMGs. Control (minimum: –0.361, maximum: –0.155, center: –0.260, 25th percentile: –0.321, 75th percentile: –0.170) and KO (minimum: 0.026, maximum: 0.446, center: 0.155, 25th percentile: –0.004, 75th percentile: 0.402). <b>k</b>, Module 4 has strong gene set overlap with ASD signatures, aging microglia, LPS-activated microglia and AD microglia. <b>l</b>, Module 4 is enriched in pathways involved in the adaptive immune response, cytokine production, autophagy and lipid transport. <b>m</b>, Heat map of DEGs between control and KO iMGs by pathway of action (FDR &lt; 0.05, FC &lt; 1.5). Statistical analysis in <b>b</b> was performed using a one-way ANOVA with <i>P</i> values adjusted for multiple comparisons by Tukey’s method. <i>P</i> values for <b>d</b>–<b>f</b>, <b>h</b>–<b>k</b> and <b>l</b> were determined using hypergeometric tests. Source data</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/d52d3f7152d0/41590_2025_2299_Fig3_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/945e209db03a/41590_2025_2299_Fig3_HTML.gif\" alt=\"Fig. 3\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 3. Functional analysis of MEF2C iMGs reveals deficits with loss of MEF2C.\n    </strong>\n    <p><b>a</b>, Representative images of phagocytosed zymosan A bioparticles in <i>MEF2C</i> control, MHS and KO iMGs. <b>b</b>, Quantification of zymosan A phagocytosis demonstrates phagocytosis deficits in KO compared to control and MHS iMGs (<i>n</i> = 2 control, 2 MHS and 2 KO iMG biological samples derived from independent iPS cell lines). <b>c</b>, Representative confocal images and quantification of lysosomal marker CD68 (<i>n</i> = 2 control, 3 MHS and 3 KO iMG biological samples derived from independent iPS cell lines). <b>d</b>, Quantification of Lysotracker suggests increased lysosomal mass in KO compared to control and MHS iMGs (<i>n</i> = 5 control, 6 MHS and 6 KO iMG biological samples derived from independent iPS cell lines from separate differentiation batches). <b>e</b>, Representative confocal images and quantification of the lysosomal marker LAMP1 (<i>n</i> = 3 control, 4 MHS and 4 KO iMG biological samples derived from independent iPS cell lines from separate differentiation batches). <b>f</b>, Representative confocal images and quantification of iNOS (left, top bar plot) and ROS (right, bottom bar plot; <i>n</i> = 3 control, 3 MHS and 3 KO iMG biological samples derived from independent iPS cell lines). <b>g</b>, Quantification of cytokines reveals increased cytokine release at baseline in KO compared to control and MHS iMGs (IL-1β, IL-6 and TNF: <i>n</i> = 3 control, 3 MHS and 3 KO; IL-8: <i>n</i> = 3 control, 2 MHS and 3 KO iMG biological samples derived from independent iPS cell lines). <b>h</b>, Standardized scores generated from IFN-related gene expression at homeostasis (<i>n</i> = 6 control, 6 MHS and 5 KO iMG biological samples derived from independent iPS cell lines from separate differentiation batches). <b>i</b>, Heat map of gene expression <i>z</i> scores for the 26 genes used to generate the scores from <b>h</b> across all replicates in each group. <b>j</b>, Western blot of phosphorylated STAT1 (pSTAT1) levels in <i>MEF2C</i> control and KO iMGs after 30 min of exposure to 20 ng ml<sup>−1</sup> recombinant human IFNβ. pSTAT1 band intensity was normalized to GAPDH and depicted as relative to the average measurement of <i>MEF2C</i> control lines with IFNβ stimulation on the same blot (<i>n</i> = 9 control and 8 KO iMG biological samples derived from independent iPS cell lines from separate differentiation batches measured in three separate blots); scale bars, 10 μm (<b>a</b>, <b>e</b> and <b>f</b>) and 100 μm (<b>c</b>). Data in <b>c</b>–<b>h</b> and <b>j</b> are presented as mean ± s.e.m. Each data point represents the mean measurement for all technical replicates from one independent line in a differentiation batch. Statistical analyses in <b>c</b>–<b>h</b> were performed by one-way ANOVA, with <i>P</i> values adjusted for multiple comparisons using Tukey’s method. <i>P</i> values in <b>j</b> were determined by two-way ANOVA with a Fisher’s least significant difference test. Source data</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/1ecab6261d32/41590_2025_2299_Fig4_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/3649b475c1b0/41590_2025_2299_Fig4_HTML.gif\" alt=\"Fig. 4\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 4. Loss of MEF2C recapitulates a neurodegenerative phenotype.\n    </strong>\n    <div><p><b>a</b>, Overlap of DEGs between control and <i>MEF2C-</i>KO iMGs with aged and neurodegenerative microglial datasets; BAM, border-associated macrophages; PAM, proliferative region-associated microglia. <b>b</b>, Representative images and quantification of BODIPY in control, MHS and <i>MEF2C</i>-KO iMGs suggest increased lipid accumulation in <i>MEF2C</i>-KO microglia (<i>n</i> = 9 control, 10 MHS and 10 KO iMG biological samples derived from independent iPS cell lines from separate differentiation batches). <b>c</b>, Volcano plot of differential analysis of lipids demonstrates that KO iMGs contain more lipids than control iMGs (<i>n</i> = 9 control and 9 KO iMG biological samples derived from independent iPS cell lines from separate differentiation batches). Lipids significantly upregulated in control microglia are defined by an FDR of &lt;0.05 and log<sub>2 </sub>(FC) of &lt;–1, and lipids significantly upregulated in KO microglia are defined by an FDR of &lt;0.05 and log<sub>2</sub> (FC) of &gt;1. <b>d</b>, Normalized measurements of select phosphatidylcholines (PC), phosphatidylethanolamines (PE), ceramides (Cer) and cardiolipins across control, MHS and KO iMGs (<i>n</i> = 9 control, 9 MHS and 9 KO iMG biological samples derived from independent iPS cell lines from separate differentiation batches). <b>e</b>, Distribution of subclasses of significantly increased lipids in KO compared to control iMGs. <b>f</b>, Chemical enrichment analysis of increased lipids in KO compared to control iMGs. <b>g</b>, Disease-specific phagocytosis of Aβ<sub>1–42</sub> shows genotype-dependent reductions in phagocytic ability in MHS and KO iMGs (<i>n</i> = 2 control, 2 MHS and 2 KO iMG biological samples derived from independent iPS cell lines). GCU, green calibrated unit. <b>h</b>, Schematic of a transwell migration assay with disease-specific stimuli. <b>i</b>, Quantification of transwell migration assays demonstrating genotype-dependent impaired migration toward the disease-specific stimuli, Tau-441 and Aβ<sub>1–42</sub> (<i>n</i> = 4 control, 5 MHS and 5 KO iMG biological samples derived from independent iPS cell lines from separate differentiation batches); scale bar, 10 μm (<b>b</b>). Data in <b>b</b>, <b>d</b> and <b>i</b> are presented as mean values ± s.e.m. Each data point represents the mean measurement for all technical replicates from one independent line in a differentiation batch. Statistical analyses in <b>b</b> and <b>i</b> were performed by one-way ANOVA with <i>P</i> values adjusted for multiple comparisons by Tukey’s method. <i>P</i> values from <b>g</b> were determined from the final time point measurements using a one-way ANOVA with adjustment for multiple comparisons by Tukey’s method. The graphic in <b>h</b> was created with </p>BioRender.com<p>. Source data</p></div>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/5bd00a267036/41590_2025_2299_Fig5_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/a335c1532284/41590_2025_2299_Fig5_HTML.gif\" alt=\"Fig. 5\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 5. Loss of MEF2C remodels the active enhancer landscape.\n    </strong>\n    <p><b>a</b>, Scatter plot of H3K27ac ChIP–seq signal around distal (&gt;1,000 base pairs (bp) from TSS) ATAC–seq peaks in <i>MEF2C</i> control and KO iMGs (ATAC–seq: <i>n</i> = 3 control and 2 KO; H3K27ac ChIP–seq: <i>n</i> = 4 control and 4 KO iMG biological samples derived from independent iPS cell lines from separate differentiation batches). Differentially acetylated regions enriched in control iMGs are defined by DESeq2 as an FDR of &lt;0.05 and log<sub>2</sub> (FC) of &lt;–1 and enriched in KO iMGs as an FDR of &lt;0.05 and log<sub>2</sub> (FC) of &gt;1. <b>b</b>, De novo motif analysis of differentially acetylated regions enriched in control (top) and KO iMGs (bottom). GC-matched sequences were used as background (BG). <b>c</b>, Bar chart showing gene expression of transcription factors whose DNA-binding motifs were identified in <b>b</b>. FDR determined by DESeq2. <b>d</b>, Bubble plot derived from de novo motif analysis of differentially acetylated regions, delineating transcription factor DNA-binding motif enrichment for all <i>MEF2C</i> genotypes (ATAC–seq: <i>n</i> = 3 control, 2 MHS and 2 KO; H3K27ac ChIP–seq: <i>n</i> = 4 control, 4 MHS and 4 KO iMG biological samples derived from independent iPS cell lines from separate differentiation batches). <b>e</b>, Differentially acetylated peaks from Ramaswami et al. between control and idiopathic autism frontal and cortical brain samples, which were annotated for overlap with cell-type-specific promoter (left) and enhancer (right) peaks from Nott et al.. <b>f</b>, Overlaps between genes nearest to differentially acetylated peaks in idiopathic autism compared to control brain tissue (Ramaswami et al.) and genes nearest to H3K27ac-marked distal ATAC peaks in control (left), MHS (middle) and KO iMGs (right). <i>P</i> values were determined using hypergeometric tests.</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/8d04554633c5/41590_2025_2299_Fig6_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/1b2b84a08bd1/41590_2025_2299_Fig6_HTML.gif\" alt=\"Fig. 6\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 6. MEF2C acts primarily as an activator in microglia, but repression is more MEF2C dose dependent.\n    </strong>\n    <p><b>a</b>, Scatter plot of distal H3K27ac-marked ATAC peaks overlapping with MEF2C binding sites for control and KO iMGs (ATAC–seq: <i>n</i> = 3 control and 2 KO; H3K27ac ChIP–seq: <i>n</i> = 4 control and 4 KO; MEF2C ChIP–seq: <i>n</i> = 2 control and 2 KO iMG biological samples derived from independent iPS cell lines from separate differentiation batches). Differentially acetylated regions enriched in control iMGs are defined by DESeq2 as an FDR of &lt;0.05 and log<sub>2</sub> (FC) of &lt;–1 and enriched in KO iMGs as an FDR of &lt;0.05 and log<sub>2</sub> (FC) of &gt;1. <b>b</b>, Scatter plot of distal H3K27ac-marked ATAC peaks overlapping with MEF2C binding sites for control and MHS iMGs (ATAC–seq: <i>n</i> = 3 control and 2 MHS; H3K27ac ChIP–seq: <i>n</i> = 4 control and 4 MHS; MEF2C ChIP–seq: <i>n</i> = 2 control and 2 MHS iMG biological samples derived from independent iPS cell lines from separate differentiation batches). Differentially acetylated regions enriched in control iMGs are defined by DESeq2 as an FDR of &lt;0.05 and log<sub>2 </sub>(FC) of &lt;–1 and enriched in MHS iMGs as an FDR of &lt;0.05 and log<sub>2 </sub>(FC) of &gt;1. <b>c</b>, Histograms of normalized H3K27ac and MEF2C ChIP–seq tag counts from control, MHS and KO iMGs at distal MEF2C-associated regulatory regions: direct activation (presence of MEF2C and loss of H3K27ac in KO iMGs), direct repression (presence of MEF2C and gain of H3K27ac in KO iMGs), indirect activation (lack of MEF2C and loss of H3K27ac in KO iMGs) and indirect repression (lack of MEF2C and gain of H3K27ac in KO iMGs). <b>d</b>, Genome browser tracks of RNA-seq, ATAC–seq, H3K27ac and MEF2C ChIP–seq from control, MHS and KO iMGs with RNA-seq, H3K27ac and PLAC–seq<sup>,</sup> from primary microglia ex vivo at <i>KCNQ3</i>, a high-confidence ASD gene. <b>e</b>, De novo motif enrichment analysis of MEF2C-associated regulatory regions using total peaks as background. <b>f</b>, Gene Ontology (left) and overlap with published gene set enrichment (right) for MEF2C-associated peaks annotated for transcriptional activation activity. <b>g</b>, Gene Ontology (left) and overlap with published gene set enrichment (right) for MEF2C-associated peaks annotated for transcriptional repression activity. <b>h</b>, Heat map of linkage disequilibrium score regression analysis for enrichment of genetic variants associated with the listed conditions<sup>–</sup> displayed as –log<sub>10</sub> (normalized <i>P</i> value) for significance of enrichment in differentially H3K27ac-marked distal enhancers (left) and MEF2C activation and repression-associated enhancers (right); ADHD, attention-deficit/hyperactivity disorder; PGC, Psychiatric Genomics Consortium. <i>P</i> values for <b>f</b>, <b>g</b> and <b>h</b> were determined using hypergeometric tests.</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/74d8b8dffba9/41590_2025_2299_Fig7_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/91356f477b11/41590_2025_2299_Fig7_HTML.gif\" alt=\"Fig. 7\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 7. Engraftment of iPS cell-derived MEF2C microglial progenitors into chimeric mouse brain recapitulates a dysfunctional phenotype in vivo<i>.</i>\n    </strong>\n    <div><p><b>a</b>, Schematic of the experimental procedure for engraftment of iHP cells from <i>MEF2C</i> control, MHS and KO iPS cell lines to humanized, immunosuppressed <i>CSF1</i><sup>h/h</sup><i>Rag2</i><sup>−/−</sup><i>Il2rg</i><sup>−/−</sup> mice. <b>b</b>, Representative confocal images of xMGs in chimeric mouse brains demonstrate similar morphological changes in xMGs as observed in the iPS cell-derived in vitro model; KU80, human nuclei marker; IBA1, microglia marker. DAPI, pan-nuclei marker. <b>c</b>, Quantification of branch number, junction number, process length and soma size demonstrates a genotype-dependent increase in ameboid morphology in <i>MEF2C</i> MHS and KO xMGs (<i>n</i> = 3 mice per genotype). <b>d</b>, Representative confocal images of cortical xMGs demonstrating increased lysosomal (CD68) mass and lipid droplet (PLIN2) accumulation in KO xMGs. <b>e</b>, Quantification of CD68 integrated intensity per IBA<sup>+</sup> cell (<i>n</i> = 3 mice per genotype). <b>f</b>, Quantification of CD68 puncta volume (<i>n</i> = 3 mice per genotype). <b>g</b>, Quantification of PLIN2 integrated intensity per IBA<sup>+</sup> cell (<i>n</i> = 3 mice per genotype). <b>h</b>, Quantification of PLIN2 puncta volume (<i>n</i> = 3 mice per genotype). <b>i</b>, Representative focused ion beam scanning electron microscopy image (resolution of 5 nm) of chimeric mouse brains showing a control xMG with an absence of lipid bodies (left) and two KO xMGs with lipid droplets (LD; right). The human microglia are close to a blood vessel (BV). The red outline indicates the microglial nucleus, the blue outline indicates the microglial cytoplasm, and the orange outline indicates lipid droplets (<i>n</i>= 1 mouse per genotype); scale bars, 10 μm (<b>b</b>) and 20 μm (<b>d</b>). Data in <b>c</b> and <b>e</b>–<b>h</b> are presented as mean values ± s.e.m. Each data point represents the average measurement per mouse. Statistical analyses in <b>c</b> and <b>e</b>–<b>h</b> were performed using one-way ANOVA, with <i>P</i> values adjusted for multiple comparisons by Tukey’s method. The graphic in <b>a</b> was created with </p>BioRender.com<p>.</p></div>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/488a99613d01/41590_2025_2299_Fig8_ESM.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/a3c7695a9ce4/41590_2025_2299_Fig8_ESM.gif\" alt=\"Extended Data Fig. 1\" />\n              </a>\n                <figcaption>\n    <strong>\n      Extended Data Fig. 1. MEF2C expression during brain development and pluripotency marker expression in induced pluripotent stem cell lines in model system.\n    </strong>\n    <p><b>a</b>. Microglia demonstrate MEF2C protein expression throughout brain development to adulthood. Arrowheads denote MEF2C signal in IBA+ microglia cell. <b>b</b>. 40x magnification showing high levels of MEF2C expression in both fetal and postnatal microglia. Arrowheads denote MEF2C signal in IBA+ microglia cell. <b>c</b>. Human induced pluripotent stem cell (iPSC) colonies express canonical pluripotency markers including NANOG, SOX2, TRA-160, and TRA-181. <b>d</b>. iPSC lines retain normal 46,XY karyotype after CRISPR-mediated frameshift mutations in <i>MEF2C</i> gene. Scale bars = 25 μm in a and b (top); 10 μm in b (bottom); 100 μm in <b>c</b>.</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/e9f19af012b5/41590_2025_2299_Fig9_ESM.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/e74db0c2c00b/41590_2025_2299_Fig9_ESM.gif\" alt=\"Extended Data Fig. 2\" />\n              </a>\n                <figcaption>\n    <strong>\n      Extended Data Fig. 2. Microglial marker expression in MEF2C-deficient induced pluripotent stem cell-derived microglia <i>in vitro.</i>\n    </strong>\n    <div><p><b>a</b>. CRISPR/Cas9-edited human induced pluripotent stem cell (iPSC) model for isogenic control, MEF2C haplo-insufficient (MHS) and knockout (KO) microglia. <b>b</b>. Representative flow cytometry data for myeloid and microglia-specific markers, CD45, CD11b, CX3CR1 and HLA-DR in iPSC-derived microglia (iMGs). <b>c</b>. Median Fluorescent Index (MFI) of myeloid and microglia-specific markers from iMGs across MEF2C genotypes (<i>n</i> = 3 independent iPSC lines per genotype). <b>d</b>. Representative images of microglial markers IBA1, </p>P2RY12<p>, and CX3CR1. Scale bars = 20 μm in d. Data in c is presented as mean values ± SEM. Each data point present the mean measurement for all technical replicates from one independent line. Statistical analysis in c was performed using one-way ANOVA tests with P values adjusted for multiple comparisons by Tukey’s method. Graphic in a was created using BioRender.</p></div>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/e0154875cb98/41590_2025_2299_Fig10_ESM.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/be3b88025d47/41590_2025_2299_Fig10_ESM.gif\" alt=\"Extended Data Fig. 3\" />\n              </a>\n                <figcaption>\n    <strong>\n      Extended Data Fig. 3. Microglia with complete loss of MEF2C are transcriptomically unique but retain microglia cell identity.\n    </strong>\n    <p><b>a</b>. Principal component analysis of whole transcriptome demonstrates similarities between Control (Ctl) and MHS iMGs while KO iMGs cluster separately indicating that complete loss of MEF2C induces a diverging transcriptomic signature (<i>n</i> = 7 Ctl, 7 MHS and 5 KO iMG biological samples derived from independent iPSC lines from separate differentiation batches). <b>b</b>. Principal component analysis of whole transcriptome demonstrates ultimate similarities between Ctl, MHS and KO iMGs which cluster closer to primary human microglia than other myeloid cells, like CD14±CD16<sup>−</sup> monocytes (<i>n</i> = 7 Ctl, 7 MHS and 5 KO iMG biological samples derived from independent iPSC lines from separate differentiation batches, 4 CD14±CD16<sup>−</sup> human monocyte samples from different donors, and 15 <i>ex vivo</i> microglia samples from Gosselin et al, 2017). <b>c</b>. Ingenuity Pathway Analysis (IPA) enrichment for differentially expressed genes downregulated in KO compared to Ctl iMGs. <b>d</b>. IPA upstream regulator analysis for differentially expressed genes downregulated in KO compared to Ctl iMGs. P values for c and d were determined using hypergeometric tests. Source data</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/814629fdd8e3/41590_2025_2299_Fig11_ESM.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/7547275474f6/41590_2025_2299_Fig11_ESM.gif\" alt=\"Extended Data Fig. 4\" />\n              </a>\n                <figcaption>\n    <strong>\n      Extended Data Fig. 4. Weighted Gene Correlation Network Analysis of Control and KO RNA-seq data.\n    </strong>\n    <p><b>a</b>. Heatmap of Weighted Gene Correlation Network (WGCNA) module-trait relationships for Control (Ctl, left column) and KO (right column) iMG gene expression. Arrows indicate modules that are highly positively correlated with loss of MEF2C. <b>b</b>. Scale-independence and mean connectivity of the network in different soft-threshold powers. The left panel displays the correlation of soft threshold with scale-free fit index. The right panel displays the influence of soft-threshold power on mean connectivity. <b>c</b>. Dendrogram for WGCNA modules. <b>d</b>. Heatmap of expression in Ctl and KO iMGs genes enriched in Module 5. <b>e</b>. Module 5 hub genes. <b>f</b>. Heatmap of expression in Ctl and KO iMGs genes enriched in Module 4. <b>g</b>. Module 4 hub genes. Source data</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/b5aaa81534d2/41590_2025_2299_Fig12_ESM.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/0c1c45230c32/41590_2025_2299_Fig12_ESM.gif\" alt=\"Extended Data Fig. 5\" />\n              </a>\n                <figcaption>\n    <strong>\n      Extended Data Fig. 5. MEF2C KO microglia exhibit phagocytic, lysosomal, and aging-related defects.\n    </strong>\n    <p><b>a</b>. Quantification of <i>Staphylococcus aureus</i> bioparticle phagocytosis over five hours (left) with Area Under the Curve (AUC) calculation demonstrating phagocytic deficit in KO compared to Control (Ctl) and MHS iMGs (<i>n</i> = 3 Ctl, 3 MHS and 3 KO iMG biological samples derived from independent iPSC lines). <b>b</b>. Representative images of Lysotracker (<i>n</i> = 5 Ctl, 6 MHS, and 6 KO iMG biological samples derived from independent iPSC lines from separate differentiation batches). <b>c</b>. Representative images and quantification of lysosomal marker, LAMP2 (<i>n</i> = 3 Ctl, 4 MHS, and 4 KO iMG biological samples derived from independent iPSC lines from separate differentiation batches). <b>d</b>. One representative pSTAT1 immunoblot analysis with vehicle and IFNβ-treated iMGs (<i>n</i> = 3 Ctl and 3 KO iMG biological samples derived from independent iPSC lines treated with vehicle or IFNβ). <b>e</b>. Representative images and quantification of Beta-galactosidase (β-gal, <i>n</i> = 3 Ctl, 3 MHS, and 3 KO iMG biological samples derived from independent iPSC lines). <b>f</b>. Representative images and quantification of neurodegenerative marker, APOE (<i>n</i> = 3 Ctl, 4 MHS, and 4 KO iMG biological samples derived from independent iPSC lines from separate differentiation batches). <b>g</b>. Representative images and quantification of neurodegenerative marker, TREM2 (<i>n</i> = 3 Ctl, 4 MHS, and 4 KO iMG biological samples derived from independent iPSC lines from separate differentiation batches). <b>h</b>. Principal component analysis of lipidomic profiles (<i>n</i> = 9 Ctl, 9 MHS, and 9 KO iMG biological samples derived from independent iPSC lines from separate differentiation batches). <b>i</b>. Quantification of baseline cell migration demonstrates reduced migration in KO compared to Ctl and MHS iMGs. (<i>n</i> = 3 Ctl, 3 MHS and 3 KO iMG biological samples derived from independent iPSC lines). Scale bar = 10 μm in b, c, e, f, and g. Data in c, e, f, and g are presented as mean values ± SEM. Each data point represents the mean measurement for all technical replicates from one independent line in a differentiation batch. Statistical analyses in c, e, f, and g were performed using one-way ANOVA tests with P values adjusted for multiple comparisons by Tukey’s method. P values in a and i were determined using one-way ANOVA tests on the area under the curve computed from the related time course measurements with adjustments by Tukey’s method.</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/1330f665ef5b/41590_2025_2299_Fig13_ESM.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/628c9bfb6bfa/41590_2025_2299_Fig13_ESM.gif\" alt=\"Extended Data Fig. 6\" />\n              </a>\n                <figcaption>\n    <strong>\n      Extended Data Fig. 6. MEF2C microglia exhibits distinct differences in the regulatory landscape.\n    </strong>\n    <p><b>a</b>. Correlation plot comparing ATAC-seq peaks from Control (Ctl), MHS and KO iMGs, human primary <i>ex vivo</i> microglia, and human primary CD14±CD16<sup>−</sup> monocytes isolated from umbilical cord blood (<i>n</i> = 3 Ctl, 2 MHS and 2 KO iMG biological samples derived from independent iPSC lines from separate differentiation batches, 3 CD14±CD16<sup>−</sup> human monocyte samples from different donors, and 4 <i>ex vivo</i> microglia samples from Gosselin et al, 2017). <b>b</b>. Principle component analysis of H3K27ac-marked distal ATAC peaks demonstrates that the active enhancer landscape are similar for Ctl and MHS iMGs, but unique for KO iMGs (ATAC-seq: <i>n</i> = 3 Ctl, 2 MHS and 2 KO; H3K27ac ChIP-seq: <i>n</i> = 4 Ctl, 3 MHS and 4 KO iMG biological samples derived from independent iPSC lines from separate differentiation batches). <b>c</b>. Scatter plot of H3K27ac ChIP-seq signal around distal ( &gt; 1000 bp from TSS) ATAC-seq peaks in Ctl and MHS iMGs (ATAC-seq: <i>n</i> = 3 Ctl and 2 MHS; H3K27ac ChIP-seq: <i>n</i> = 4 Ctl and 3 MHS iMG biological samples derived from independent iPSC lines from separate differentiation batches). <b>d</b>. <i>De novo</i> motif analysis of differentially acetylated regions enriched in Control (top) and in MHS iMGs (bottom). GC-matched sequences were used as background. <b>e</b>. Chow-Rusky plot demonstrating the overlap of H3K27ac-marked distal ATAC peaks between the three MEF2C genotypes.</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/99dcbc4bda26/41590_2025_2299_Fig14_ESM.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/5679327ebfc1/41590_2025_2299_Fig14_ESM.gif\" alt=\"Extended Data Fig. 7\" />\n              </a>\n                <figcaption>\n    <strong>\n      Extended Data Fig. 7. MEF2C acts as a transcriptional activator and repressor at distal and proximal genomic sites in human microglia.\n    </strong>\n    <p><b>a</b>. Breakdown of categories of genomic regions for distal ( &gt; 500 bp from TSS) and proximal ( &lt; 500 bp from TSS) sites occupied by MEF2C. <b>b</b><i>. De novo</i> motif analysis of all MEF2C binding sites. GC-matched sequences were used as background. <b>c</b>. Histograms of normalized H3K27ac and MEF2C ChIP-seq tag counts from Ctl, MHS and KO iMGs proximal to promoters, including the amount of overlap of nearby genes with differentially expressed genes between control and MEF2C KO iMGs. <b>d</b><i>. De novo</i> motif enrichment analysis of MEF2C-associated regulatory regions using total peaks as background (same as Fig. 6e with -log10(p-value) and %target/background). All peaks from the analyzed samples were used as background.</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/9065e18497d8/41590_2025_2299_Fig15_ESM.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/b1f6066cc4dc/41590_2025_2299_Fig15_ESM.gif\" alt=\"Extended Data Fig. 8\" />\n              </a>\n                <figcaption>\n    <strong>\n      Extended Data Fig. 8. MEF2C regulates key genes related to functional phenotypes.\n    </strong>\n    <p><b>a</b>. Genome browser tracks of RNA-seq, ATAC-seq, H3K27ac and MEF2C ChIP-seq from Ctl, MHS and KO iMGs with RNA-seq and H3K27ac ChIP-seq<sup>,</sup> from primary microglia <i>ex vivo</i>. <i>LPL</i> is a gene regulated by MEF2C-associated direct activation, highlighted by the grey box. <b>b</b><i>. MAPK13</i> is a gene regulated by MEF2C-associated direct repression, the grey box is highlighted in the right inset and shows direct repression, the light blue box highlights indirect repression at the same gene. <b>c</b><i>. CXCL12</i> is an exemplar of a gene regulated by MEF2C-associated indirect repression, highlighted by the two grey boxes.</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/9b632249d2a2/41590_2025_2299_Fig16_ESM.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/0930f6443036/41590_2025_2299_Fig16_ESM.gif\" alt=\"Extended Data Fig. 9\" />\n              </a>\n                <figcaption>\n    <strong>\n      Extended Data Fig. 9. MEF2C-associated epigenetic changes occur at sites with neuropsychiatric disease-related SNPs.\n    </strong>\n    <p>Genome browser tracks of H3K27ac and MEF2C ChIP-seq from Ctl, MHS and KO iMGs with ATAC-seq and H3K27ac ChIP-seq<sup>,</sup> from primary microglia <i>ex vivo</i> for neuropsychiatric disease-related risk loci regulated by MEF2C-associated direct repression (<b>a</b>), indirect repression (<b>b</b>-<b>c</b>) and direct activation (<b>d</b>).</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/2ffaa484cf31/41590_2025_2299_Fig17_ESM.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/fce5/12571900/3858935ea5e9/41590_2025_2299_Fig17_ESM.gif\" alt=\"Extended Data Fig. 10\" />\n              </a>\n                <figcaption>\n    <strong>\n      Extended Data Fig. 10. Xeno-transplanted microglia express canonical microglial markers despite loss of MEF2C.\n    </strong>\n    <p><b>a</b>. Control, MHS and KO xMGs stain positive for the canonical microglial marker, P2YR12. <b>b</b>. Control, MHS and KO xMGs stain positive for the canonical microglial marker, TMEM119. Representative images are shown, results replicated in <i>n</i> = 3 mice per genotype. Scale bar = 10 μm in a and b.</p>\n                </figcaption>\n            </figure>\n        </div>",
  "author": "",
  "favicon": "https://cdn.ncbi.nlm.nih.gov/coreutils/nwds/img/favicons/favicon-192.png",
  "source": "pubmed.ncbi.nlm.nih.gov",
  "published": "",
  "ttr": 874,
  "type": "website"
}