{
  "url": "https://pubmed.ncbi.nlm.nih.gov/41167187/?fc=None&ff=20251031171958&v=2.18.0.post22+67771e2",
  "title": "Soil organic carbon mediates plant immunity-rhizosphere microbiome interactions and controls colonization resistance to microbial inoculants - PubMed",
  "description": "Beneficial microbial inoculants can improve crop performance, but their effectiveness in the field is highly variable. Here, we provide experimental and ecological evidence suggesting that soil organic carbon (SOC) may influence colonization resistance, potentially through interactions between host …",
  "links": [
    "https://pubmed.ncbi.nlm.nih.gov/41167187/?fc=None&ff=20251031171958&v=2.18.0.post22+67771e2"
  ],
  "image": "https://cdn.ncbi.nlm.nih.gov/pubmed/persistent/pubmed-meta-image-v2.jpg",
  "content": "<div>\n      <div>\n          <div>\n    <div>\n<p><span>. </span><span>2025 Oct 29:S1931-3128(25)00416-0.</span>\n    </p></div>\n      <p><span>\n        doi: 10.1016/j.chom.2025.10.002.\n      </span>\n      <span>\n        Online ahead of print.\n      </span>\n          </p></div>\n          <p>\n    Affiliations\n</p>\n    <ul>\n        <li>\n          <span>\n  <span>\n      PMID:\n  </span>\n    <strong>41167187</strong>\n</span>\n        </li>\n        <li>\n          <span>\n  <span>\n      DOI:\n  </span>\n    <a target=\"_blank\" href=\"https://doi.org/10.1016/j.chom.2025.10.002\">\n      10.1016/j.chom.2025.10.002\n    </a>\n</span>\n        </li>\n    </ul>\n        <p>\n  Item in Clipboard\n</p>\n      </div>\n      <div>\n<h2>\n  Soil organic carbon mediates plant immunity-rhizosphere microbiome interactions and controls colonization resistance to microbial inoculants\n</h2>\n<p><span>\n        <span><span>Yuxiao Huang</span><span> et al.</span></span>\n  </span>\n      <span>\n        Cell Host Microbe<span>.</span>\n      </span>\n        <span>\n          2025<span>.</span>\n        </span>\n</p>\n      </div>\n  <div>\n      <h2>\n        Abstract\n      </h2>\n            <p>\n      Beneficial microbial inoculants can improve crop performance, but their effectiveness in the field is highly variable. Here, we provide experimental and ecological evidence suggesting that soil organic carbon (SOC) may influence colonization resistance, potentially through interactions between host immunity and microbiome assembly in the rhizosphere. Using greenhouse assays, field trials, multi-omics, and a global meta-analysis, we observed an inverted U-shaped (Kuznets-type) relationship between SOC and bioinoculant efficacy. Yield gains peaked at ∼1.5% SOC, coinciding with reduced immune and microbial barriers to inoculant establishment. At low or high SOC, enrichment of antagonistic bacterial consortia suppressed beneficial fungal colonization. Mechanistic analyses indicated SOC-dependent modulation of reactive oxygen species homeostasis, altered microbial network connectivity, and regulation of bioactive metabolites affecting plant immunity. These findings are consistent with the existence of a conceptual SOC-immune-microbiome axis, which may help explain resource-dependent colonization patterns and inform future microbiome engineering strategies across diverse hosts.\n    </p>\n    <p>\n        <strong>\n          Keywords:\n        </strong>\n      Actinomucor; Purpureocillium; SOC-immune-microbiome axis; bioinoculants; deoxynivalenol; functional instability; microbiome engineering; soil organic carbon.\n    </p>\n  </div>\n  <p>\n    Copyright © 2025 Elsevier Inc. All rights reserved.\n  </p>\n  <p>\n  <a href=\"https://pubmed.ncbi.nlm.nih.gov/disclaimer/\" target=\"_blank\">PubMed Disclaimer</a>\n</p>\n  <div>\n    <h2>\n      Conflict of interest statement\n    </h2>\n    <p>Declaration of interests A patent has been granted (ZL202310402001.8, September 20, 2024), and two related patent applications have been filed (2025108228090, June 19, 2025; 2025107758352, June 11, 2025).</p>\n  </div>\n  </div>",
  "author": "",
  "favicon": "https://cdn.ncbi.nlm.nih.gov/coreutils/nwds/img/favicons/favicon-192.png",
  "source": "pubmed.ncbi.nlm.nih.gov",
  "published": "",
  "ttr": 49,
  "type": "website"
}