{
  "url": "https://pubmed.ncbi.nlm.nih.gov/41147734/?fc=None&ff=20251101083037&v=2.18.0.post22+67771e2",
  "title": "Identification of a crucial INO2 allele for enhancing ethanol resistance in an industrial fermentation strain of Saccharomyces cerevisiae - PubMed",
  "description": "Ethanol toxicity is a major challenge for <i>Saccharomyces cerevisiae</i> during fermentation, affecting its growth and influencing the process. This study investigated the molecular mechanisms of ethanol tolerance using transcriptomics analysis of three <i>S</i>. <i>cerevisiae</i> strains chosen du …",
  "links": [
    "https://pubmed.ncbi.nlm.nih.gov/41147734/?fc=None&ff=20251101083037&v=2.18.0.post22+67771e2"
  ],
  "image": "https://cdn.ncbi.nlm.nih.gov/pubmed/persistent/pubmed-meta-image-v2.jpg",
  "content": "<div>\n      <div>\n          <div>\n      <p><span>\n        doi: 10.1128/msystems.00827-25.\n      </span>\n      <span>\n        Online ahead of print.\n      </span>\n          </p></div>\n          <p>\n    Affiliations\n</p>\n    <ul>\n        <li>\n          <span>\n  <span>\n      PMID:\n  </span>\n    <strong>41147734</strong>\n</span>\n        </li>\n        <li>\n          <span>\n  <span>\n      DOI:\n  </span>\n    <a target=\"_blank\" href=\"https://doi.org/10.1128/msystems.00827-25\">\n      10.1128/msystems.00827-25\n    </a>\n</span>\n        </li>\n    </ul>\n  <p><span>Free article</span></p><p>\n  Item in Clipboard\n</p>\n      </div>\n      <div>\n<h2>\n  Identification of a crucial <i>INO2</i> allele for enhancing ethanol resistance in an industrial fermentation strain of <i>Saccharomyces cerevisiae</i>\n</h2>\n<p><span>\n        <span><span>Sonia Albillos-Arenal</span><span> et al.</span></span>\n  </span>\n      <span>\n        mSystems<span>.</span>\n      </span>\n        <span>\n          2025<span>.</span>\n        </span>\n</p>\n  <p><span>Free article</span></p>\n      </div>\n  <div>\n      <h2>\n        Abstract\n      </h2>\n            <p>\n      Ethanol toxicity is a major challenge for <i>Saccharomyces cerevisiae</i> during fermentation, affecting its growth and influencing the process. This study investigated the molecular mechanisms of ethanol tolerance using transcriptomics analysis of three <i>S</i>. <i>cerevisiae</i> strains chosen due to their differing levels of resistance to ethanol described in a previous work, which linked them to differences in their membrane compositions. Transcriptomic analysis revealed distinct responses in membrane lipid synthesis genes, particularly those involved in ergosterol biosynthesis, in ethanol-tolerant strains carrying a variant of the <i>INO2</i> allele. This variant, which includes V263I and H86R amino acid replacements in the Ino2p transcription factor, was exclusive to ethanol-tolerant strains. CRISPR-Cas9-mediated reversion of the variant <i>INO2</i> allele to the wild-type sequence in the highly tolerant strain AJ4 resulted in decreased ethanol tolerance. Our findings demonstrate the crucial role of Ino2p in ethanol tolerance through its regulation of lipid synthesis and membrane composition, highlighting the complex interplay of transcription factors in strain-specific ethanol resistance.IMPORTANCEThis study provides critical insights into the molecular basis of ethanol tolerance in <i>Saccharomyces cerevisiae</i>, a key trait for improving industrial fermentation processes. By identifying specific genetic variants in the Ino2p transcription factor and their impact on ethanol resistance, we reveal potential targets for enhancing yeast strain performance in high-ethanol environments. Our findings not only contribute to the fundamental understanding of stress response mechanisms in yeast but also offer practical implications for strain engineering in the biotechnology and beverage industries. The unexpected magnitude of the Ino2p variants' effect on ethanol tolerance underscores the importance of considering strain-specific genetic backgrounds in metabolic engineering strategies.\n    </p>\n    <p>\n        <strong>\n          Keywords:\n        </strong>\n      S. cerevisiae; ethanol stress; inositol; membrane lipids; transcriptomics.\n    </p>\n  </div>\n  <p>\n  <a href=\"https://pubmed.ncbi.nlm.nih.gov/disclaimer/\" target=\"_blank\">PubMed Disclaimer</a>\n</p>\n  <div>\n    <h2>\n      LinkOut - more resources\n    </h2>\n    <ul><li><h3>Full Text Sources</h3><ul><li><a href=\"https://journals.asm.org/doi/10.1128/msystems.00827-25?url_ver=Z39.88-2003&amp;rfr_id=ori:rid:crossref.org&amp;rfr_dat=cr_pub%20%200pubmed\" target=\"_blank\">\n                    Atypon\n                  </a></li></ul></li></ul>\n  </div>\n  </div>",
  "author": "",
  "favicon": "https://cdn.ncbi.nlm.nih.gov/coreutils/nwds/img/favicons/favicon-192.png",
  "source": "pubmed.ncbi.nlm.nih.gov",
  "published": "",
  "ttr": 65,
  "type": "website"
}