{
  "url": "https://pubmed.ncbi.nlm.nih.gov/41170849/?fc=None&ff=20251101001805&v=2.18.0.post22+67771e2",
  "title": "BaeR and H-NS control CRISPR-Cas-mediated immunity and virulence in Acinetobacter baumannii - PubMed",
  "description": "<span><i>Acinetobacter baumannii</i> balances its remarkable ability to acquire antibiotic resistance genes via horizontal gene transfer (HGT) with the immune defense functions of its CRISPR-Cas system, forming a dynamic equilibrium governed by intricate transcriptional regulation. However, the regulatory</span> …",
  "links": [
    "https://pubmed.ncbi.nlm.nih.gov/41170849/?fc=None&ff=20251101001805&v=2.18.0.post22+67771e2"
  ],
  "image": "https://cdn.ncbi.nlm.nih.gov/pubmed/persistent/pubmed-meta-image-v2.jpg",
  "content": "<div>\n      <div>\n          <div>\n      <p><span>\n        doi: 10.1128/msystems.01067-25.\n      </span>\n      <span>\n        Online ahead of print.\n      </span>\n          </p></div>\n          <p>\n    Affiliations\n</p>\n    <ul>\n        <li>\n          <span>\n  <span>\n      PMID:\n  </span>\n    <strong>41170849</strong>\n</span>\n        </li>\n        <li>\n          <span>\n  <span>\n      DOI:\n  </span>\n    <a target=\"_blank\" href=\"https://doi.org/10.1128/msystems.01067-25\">\n      10.1128/msystems.01067-25\n    </a>\n</span>\n        </li>\n    </ul>\n        <p>\n  Item in Clipboard\n</p>\n      </div>\n      <div>\n<h2>\n  BaeR and H-NS control CRISPR-Cas-mediated immunity and virulence in <i>Acinetobacter baumannii</i>\n</h2>\n<p><span>\n        <span><span>Ting Yu</span><span> et al.</span></span>\n  </span>\n      <span>\n        mSystems<span>.</span>\n      </span>\n        <span>\n          2025<span>.</span>\n        </span>\n</p>\n      </div>\n  <div>\n      <h2>\n        Abstract\n      </h2>\n            <p>\n      <i>Acinetobacter baumannii</i> balances its remarkable ability to acquire antibiotic resistance genes via horizontal gene transfer (HGT) with the immune defense functions of its CRISPR-Cas system, forming a dynamic equilibrium governed by intricate transcriptional regulation. However, the regulatory mechanisms underlying the I-Fb CRISPR-Cas system in <i>A. baumannii</i> remain poorly understood. This study elucidated a multitiered regulatory axis mediated by BaeR and H-NS that coordinates immune defense and virulence expression in the I-Fb CRISPR-Cas system. Using DNA pull-down and electrophoretic mobility shift assay (EMSA), we demonstrated that H-NS directly binds AT-rich regions within the <i>cas3</i> promoter, suppressing both interference activity and adaptive immunity of the I-Fb CRISPR-Cas system. Intriguingly, the two-component regulator BaeR controlled this suppression by positively regulating H-NS expression. The results revealed that Δ<i>cas3</i> mutants exhibited increased biofilm thickness, elevated the extracellular matrix component poly N-acetyl glucosamine (PNAG) production, upregulated pilus expression, and significantly enhanced epithelial cell adhesion. Strikingly, Δ<i>h-ns-cas3</i> and Δ<i>baeR-cas3</i> double-knockout strains showed no statistically significant differences in virulence phenotypes compared to the Δ<i>cas3</i> single mutants. These findings indicate CRISPR-Cas-mediated inhibition of biofilm formation is abolished upon <i>cas3</i> deletion, thereby releasing the regulatory constraints imposed by BaeR and H-NS. This dysregulation leads to excessive biofilm and extracellular matrix component accumulation, ultimately amplifying bacterial colonization capacity and pathogenicity in host environments. This discovery reveals the dual regulatory roles of BaeR and H-NS in the <i>A. baumannii</i> I-Fb CRISPR-Cas system, mediating both immune defense and virulence modulation. These insights establish a theoretical foundation for novel antimicrobial strategies targeting CRISPR-Cas regulatory networks.IMPORTANCE<i>A. baumannii</i>, a leading cause of drug-resistant nosocomial infections, evolves antibiotic resistance through horizontal gene transfer (HGT) while employing CRISPR-Cas systems to limit foreign DNA invasion. This study reveals that the I-Fb CRISPR-Cas system, typically a defense mechanism, functions as a repressor of virulence traits in <i>A. baumannii</i>. We demonstrate that the transcriptional regulators H-NS and BaeR form a hierarchical axis suppressing Cas3 expression, thereby constraining biofilm formation and host adhesion. Strikingly, CRISPR-Cas deficiency enhances virulence, thickens biofilms, elevates PNAG production, and enhances epithelial colonization through escape from BaeR-/H-NS-mediated control. This work redefines CRISPR-Cas as a dual-function module balancing immune defense and pathogenicity, exposing the BaeR-H-NS-Cas3 axis as a druggable target for novel anti-infectives aimed at disrupting bacterial adaptive evolution.\n    </p>\n    <p>\n        <strong>\n          Keywords:\n        </strong>\n      Acinetobacter baumannii; BaeR; CRISPR-Cas; H-NS; biofilm; immunity; virulence.\n    </p>\n  </div>\n  <p>\n  <a href=\"https://pubmed.ncbi.nlm.nih.gov/disclaimer/\" target=\"_blank\">PubMed Disclaimer</a>\n</p>\n  </div>",
  "author": "",
  "favicon": "https://cdn.ncbi.nlm.nih.gov/coreutils/nwds/img/favicons/favicon-192.png",
  "source": "pubmed.ncbi.nlm.nih.gov",
  "published": "",
  "ttr": 83,
  "type": "website"
}