{
  "url": "https://pubmed.ncbi.nlm.nih.gov/41168883/?fc=None&ff=20251105073515&v=2.18.0.post22+67771e2",
  "title": "Growth of candidate phyla radiation bacteria in groundwater incubations reveals widespread adaptations to oxic conditions - PubMed",
  "description": "Our findings demonstrate that diverse CPR lineages not only survive but actively grow in groundwater incubations, even under oxic conditions. The discovery of genes for oxygen-dependent reactions and substantial CPR enrichment in oxic treatments reveals unexpected metabolic flexibility, helping to e …",
  "links": [
    "https://pubmed.ncbi.nlm.nih.gov/41168883/?fc=None&ff=20251105073515&v=2.18.0.post22+67771e2"
  ],
  "image": "https://cdn.ncbi.nlm.nih.gov/pubmed/persistent/pubmed-meta-image-v2.jpg",
  "content": "<div>\n      <div>\n<h2>\n  Growth of candidate phyla radiation bacteria in groundwater incubations reveals widespread adaptations to oxic conditions\n</h2>\n<p><span>\n        <span><span>Ekaterine Gabashvili</span><span> et al.</span></span>\n  </span>\n      <span>\n        Microbiome<span>.</span>\n      </span>\n        <span>\n          2025<span>.</span>\n        </span>\n</p>\n      </div>\n  <div>\n      <h2>\n        Abstract\n      </h2>\n            <div>\n    <p>\n        <strong>\n          Background:\n        </strong>\n      The candidate phyla radiation (CPR) comprises a widespread but poorly understood group of bacteria with limited cultured representatives, largely due to their metabolic dependencies on microbial hosts. In laboratory incubations, CPR often decline sharply in relative abundance, even when samples originate from natural environments where they dominate, such as groundwater, where they can represent over 50% of the microbiome. Suitable enrichment conditions and host interactions remain poorly defined.\n    </p>\n    <p>\n        <strong>\n          Results:\n        </strong>\n      Here, we analyzed 16S rRNA gene amplicon data from 397 groundwater incubation samples across 31 treatments, including 22 under oxic conditions, to identify factors that promote CPR survival and growth. Despite an initial decline, CPR abundances recovered over longer incubation times, reaching up to 11-30% of the microbial community. In total, we detected 1410 CPR amplicon sequence variants (ASVs), spanning six major CPR classes commonly found in groundwater. Enrichment success was treatment-specific: Cand. Saccharimonadia dominated in incubations with polysaccharides (up to 31.4%), while Cand. Parcubacteria were enriched (&gt; 23%) in treatments stimulating methylotrophs and autotrophs. ASV-specific growth rates based on quantitative PCR showed that some CPR doubled within 1-2 days, comparable to faster-growing non-CPR groundwater bacteria, while most CPR had doubling times around 15 days. Strikingly, although the relative abundance of many CPR ASVs showed positive correlation with anoxic conditions, overall CPR reached higher absolute abundances under oxic conditions than under anoxic conditions. Metabolic network analysis based on metagenome-assembled genomes revealed that up to 62% of annotated genes were associated with functions linked to oxic conditions. In fact, 25 CPR genomes encoded enzymes that directly utilize oxygen, challenging the long-standing view of CPR as strictly anaerobic, fermentative organisms.\n    </p>\n    <p>\n        <strong>\n          Conclusions:\n        </strong>\n      Our findings demonstrate that diverse CPR lineages not only survive but actively grow in groundwater incubations, even under oxic conditions. The discovery of genes for oxygen-dependent reactions and substantial CPR enrichment in oxic treatments reveals unexpected metabolic flexibility, helping to explain their persistence and ecological success across a wide range of environments.\n    </p>\n            </div>\n    <p>\n        <strong>\n          Keywords:\n        </strong>\n      Autotrophy; Candidate phyla radiation; Groundwater; Methylotrophy; Patescibacteria.\n    </p>\n  </div>\n  <p>\n    © 2025. The Author(s).\n  </p>\n  <p>\n  <a href=\"https://pubmed.ncbi.nlm.nih.gov/disclaimer/\" target=\"_blank\">PubMed Disclaimer</a>\n</p>\n  <div>\n    <h2>\n      Conflict of interest statement\n    </h2>\n    <p>Declarations. Ethics approval and consent to participate: Not applicable. Consent for publication: Not applicable. Competing interests: The authors declare no competing interests.</p>\n  </div>\n      <div>\n        <h2>\n          Figures\n        </h2>\n        <div>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9ae2/12577380/0a36464bdb4d/40168_2025_2244_Fig1_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9ae2/12577380/b65a06412b5e/40168_2025_2244_Fig1_HTML.gif\" alt=\"Fig. 1\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 1\n    </strong>\n    <p>Relative abundances of CPR in incubation experiments. Shown are relative abundances of CPR based on 16S rRNA gene amplicon sequencing summarized across all treatments. In situ data was obtained from groundwater filtered directly after sampling, and start data directly after setting up groundwater incubations. Boxes show median, first and third quartile, whiskers show minimum and maximum values, excluding outliers defined as exceeding 1.5 * interquartile range, which are shown as points</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9ae2/12577380/85e463623cde/40168_2025_2244_Fig2_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9ae2/12577380/c26517cfe802/40168_2025_2244_Fig2_HTML.gif\" alt=\"Fig. 2\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 2\n    </strong>\n    <p>Absolute abundances of CPR in incubation experiments. Shown are <b>A</b> the absolute abundances of bacterial 16S rRNA gene copies based on quantitative PCR, and <b>B</b> estimates for the absolute abundances of CPR 16S rRNA gene copies derived from multiplying absolute bacterial 16S rRNA gene copies and relative CPR abundances. In situ data was obtained from groundwater filtered directly after sampling, and start data directly after setting up groundwater incubations. Only Auto and Methylo treatments where qPCR data was available are included. Boxes show median, first and third quartile, whiskers show minimum and maximum values, excluding outliers defined as exceeding 1.5 * interquartile range, which are shown as points</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9ae2/12577380/dd2039ca5fc1/40168_2025_2244_Fig3_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9ae2/12577380/6cbae51b3d0f/40168_2025_2244_Fig3_HTML.gif\" alt=\"Fig. 3\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 3\n    </strong>\n    <p>Enrichment of CPR taxa in incubation experiments. <b>A</b> Maximal relative abundance of CPR orders across treatments based on 16S rRNA gene sequencing. <b>B</b> Maximum fold absolute enrichment (log scale) of ASVs compared to the start of the incubations, based on 16S rRNA gene sequencing and quantitative PCR. Only ASVs with increases are shown. Boxes show median, first and third quartile, whiskers show minimum and maximum values, excluding outliers defined as exceeding 1.5 * interquartile range, which are shown as points</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9ae2/12577380/d9dc402fa6dc/40168_2025_2244_Fig4_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9ae2/12577380/826a2186547a/40168_2025_2244_Fig4_HTML.gif\" alt=\"Fig. 4\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 4\n    </strong>\n    <p>Correlations of CPR ASVs with supplements and incubation conditions. Columns correspond to individual ASVs. <b>A</b> Results from Spearman’s correlation analysis, showing 265 ASVs with significant correlations (<i>p</i> &gt; 0.001) out of the total of 1410 ASVs (see Table S3). Green shades indicate positive and red shades negative Spearman’s rank correlation coefficients, respectively. <b>B</b> Results from differential abundance testing with ANCOM-BC, showing 152 ASVs with significant changes of abundance out of the total of 1410 ASVs (see Table S4). Green shades indicate positive and red shades negative log<sub>2</sub>-fold changes in abundance</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9ae2/12577380/d26209076d16/40168_2025_2244_Fig5_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9ae2/12577380/51790de5df86/40168_2025_2244_Fig5_HTML.gif\" alt=\"Fig. 5\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 5\n    </strong>\n    <p>Doubling times (top axis) and growth rates (bottom axis) of ASVs in enrichments. Shown are values for <b>A</b> CPR ASVs and <b>B</b> non-CPR ASVs based on 16S rRNA gene sequencing and quantitative PCR. Only ASVs occurring on at least 3 time points in an experiment and with a positive growth rate are shown, and only experiments with available qPCR data from Auto and Methylo treatments are included. Boxes show median, first and third quartile, whiskers show minimum and maximum values</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9ae2/12577380/3c66e9be536a/40168_2025_2244_Fig6_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9ae2/12577380/4c0dc6346ed3/40168_2025_2244_Fig6_HTML.gif\" alt=\"Fig. 6\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 6\n    </strong>\n    <p>Co-occurrence of CPR and non-CPR orders. Shown are significant co-occurrences based on SparCC analysis in the <b>A</b> Auto, <b>B</b> Methylo, <b>C</b> Defined, and <b>D</b> Complex treatments. Colors of the chords inside of the circles reflect taxonomy of the co-occurring CPR, and the width of the chords corresponds to the number of co-occurrences. Only co-occurrences between CPR and non-CPR are shown. If more than 200 co-occurrences were found, only the 200 co-occurrences with the highest correlation value were selected, and only non-CPR orders with more than two co-occurrences were included for plotting. Only labels for key co-occurring orders are shown</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9ae2/12577380/54e0e6132b87/40168_2025_2244_Fig7_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9ae2/12577380/e9e53b557cca/40168_2025_2244_Fig7_HTML.gif\" alt=\"Fig. 7\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 7\n    </strong>\n    <p>Absolute abundances of CPR ASVs in oxic and anoxic groundwater enrichments. Absolute abundances were calculated by multiplying relative abundance from 16S rRNA gene sequencing and total absolute 16S rRNA gene copy number from quantitative PCR. Dots represent individual ASVs. Boxes show median, first and third quartile, whiskers show minimum and maximum values</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9ae2/12577380/dd185ecbfdde/40168_2025_2244_Fig8_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9ae2/12577380/064c004a6ad2/40168_2025_2244_Fig8_HTML.gif\" alt=\"Fig. 8\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 8\n    </strong>\n    <p>Occurrence of oxygen-dependent genes in CPR. <b>A</b> Count of EC numbers represented by the genes of each CPR MAG, grouped based on their presence in the anoxic, augmented or oxic reaction subnetwork as described in Raymond and Segrè, 2006 [49]. Boxes show median, first and third quartile, whiskers show minimum and maximum values, excluding outliers defined as exceeding 1.5 * interquartile range, which are shown as points. <b>B</b> Functional categories of genes from the oxic reaction subnetwork present in CPR. Color intensity shows the percentage of MAGs containing genes from the respective category. Data is based on functional annotation with DRAM</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9ae2/12577380/2af825f13cd8/40168_2025_2244_Fig9_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9ae2/12577380/c61a0fa001a7/40168_2025_2244_Fig9_HTML.gif\" alt=\"Fig. 9\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 9\n    </strong>\n    <p>Genes significantly enriched in CPR with preference for oxic incubations. Shown are genes that are present in significantly higher frequency in MAGs of <i>Cand.</i> Berkelbacteria or <i>Cand.</i> Saccharimonadia compared to all other CPR, based on Kruskal Wallis tests (<i>p</i> &lt; 0.05). Values given are the percentage of MAGs of the respective class containing the corresponding gene. Data is based on annotation with METABOLIC-G</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9ae2/12577380/d382dc169424/40168_2025_2244_Fig10_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/9ae2/12577380/f60a0e76cef0/40168_2025_2244_Fig10_HTML.gif\" alt=\"Fig. 10\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 10\n    </strong>\n    <p>Genetic potential related to the presence of oxygen in six classes of CPR. Functions shown either depend on oxygen or oxygen-dependent metabolites, or were significantly enriched in CPR classes favoring oxic conditions. Colored circles indicate classes of CPR containing the respective functions. Empty and filled circles indicate presence in less or more than 10% of CPR MAGs, respectively</p>\n                </figcaption>\n            </figure>\n        </div>\n      </div>\n  <div>\n    <h2>\n      References\n    </h2>\n    <div>\n      <ol>\n  <li>\n    <ol>\n        <li>\n            Castelle CJ, Banfield JF. Major new microbial groups expand diversity and alter our understanding of the tree of life. Cell. 2018;172:1181–97.\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/29522741/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            He C, Keren R, Whittaker ML, Farag IF, Doudna JA, Cate JHD, et al. Genome-resolved metagenomics reveals site-specific diversity of episymbiotic CPR bacteria and DPANN archaea in groundwater ecosystems. Nat Microbiol. 2021;6:354–65.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC7906910/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/33495623/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Brown CT, Hug LA, Thomas BC, Sharon I, Castelle CJ, Singh A, et al. Unusual biology across a group comprising more than 15% of domain Bacteria. Nature. 2015;523:208–173.\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/26083755/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Danczak RE, Johnston MD, Kenah C, Slattery M, Wrighton KC, Wilkins MJ. Members of the candidate phyla radiation are functionally differentiated by carbon- and nitrogen-cycling capabilities. Microbiome. 2017;5:1–14.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC5581439/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/28865481/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Ji YH, Zhang P, Zhou SH, Gao P, Wang BZ, Jiang JD. Widespread but poorly understood bacteria: candidate phyla radiation. Microorganisms. 2022;10:2232.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC9698310/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/36422302/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n      </ol>\n</div>\n  </div>\n    <div>\n      <h2>\n        MeSH terms\n      </h2>\n      <ul><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li></ul>\n    </div>\n    <div>\n      <h2>\n        Substances\n      </h2>\n      <ul><li></li><li></li></ul>\n    </div>\n    <div>\n      <h2>\n        Grants and funding\n      </h2>\n      <div><ul><li><a target=\"_blank\" title=\"All articles for grant 390713860/Deutsche Forschungsgemeinschaft\" href=\"https://pubmed.ncbi.nlm.nih.gov/?term=390713860%2FDeutsche+Forschungsgemeinschaft%5BGrants+and+Funding%5D&amp;sort=date&amp;sort_order=desc\">\n          390713860/Deutsche Forschungsgemeinschaft\n        </a></li><li><a target=\"_blank\" title=\"All articles for grant B 715-09075/Thüringer Ministerium für Wirtschaft, Wissenschaft und Digitale Gesellschaft\" href=\"https://pubmed.ncbi.nlm.nih.gov/?term=B+715-09075%2FTh%C3%BCringer+Ministerium+f%C3%BCr+Wirtschaft%2C+Wissenschaft+und+Digitale+Gesellschaft%5BGrants+and+Funding%5D&amp;sort=date&amp;sort_order=desc\">\n          B 715-09075/Thüringer Ministerium für Wirtschaft, Wissenschaft und Digitale Gesellschaft\n        </a></li><li><a target=\"_blank\" title=\"All articles for grant 2016 FGI 0024 &quot;BIODIV&quot;/Thüringer Ministerium für Wirtschaft, Wissenschaft und Digitale Gesellschaft,Germany\" href=\"https://pubmed.ncbi.nlm.nih.gov/?term=2016+FGI+0024+%22BIODIV%22%2FTh%C3%BCringer+Ministerium+f%C3%BCr+Wirtschaft%2C+Wissenschaft+und+Digitale+Gesellschaft%2CGermany%5BGrants+and+Funding%5D&amp;sort=date&amp;sort_order=desc\">\n          2016 FGI 0024 \"BIODIV\"/Thüringer Ministerium für Wirtschaft, Wissenschaft und Digitale Gesellschaft,Germany\n        </a></li></ul></div>\n    </div>\n  <div>\n    <h2>\n      LinkOut - more resources\n    </h2>\n    <ul><li><h3>Full Text Sources</h3><ul><li><a href=\"https://microbiomejournal.biomedcentral.com/articles/10.1186/s40168-025-02244-1\" target=\"_blank\">\n                    BioMed Central\n                  </a></li><li><a href=\"https://pmc.ncbi.nlm.nih.gov/articles/pmid/41168883/\" target=\"_blank\">\n                    PubMed Central\n                  </a></li></ul></li></ul>\n  </div>\n  </div>",
  "author": "",
  "favicon": "https://cdn.ncbi.nlm.nih.gov/coreutils/nwds/img/favicons/favicon-192.png",
  "source": "pubmed.ncbi.nlm.nih.gov",
  "published": "",
  "ttr": 279,
  "type": "website"
}