{
  "url": "https://pubmed.ncbi.nlm.nih.gov/41163120/?fc=None&ff=20251105201752&v=2.18.0.post22+67771e2",
  "title": "Regulation on microbial composition,serotonergic synapse, and apoptotic signaling pathway by extracts fromSonchus brachyotus DC. (SBE) to improve ethanol-induced acute oxidative stress in mice - PubMed",
  "description": "The antioxidant effects of SBE likely involve multi-pathway and multi-target mechanisms, consistent with the combinatorial properties of its herbs constituents. These findings lays a foundation for subsequent research. Video Abstract.",
  "links": [
    "https://pubmed.ncbi.nlm.nih.gov/41163120/?fc=None&ff=20251105201752&v=2.18.0.post22+67771e2"
  ],
  "image": "https://cdn.ncbi.nlm.nih.gov/pubmed/persistent/pubmed-meta-image-v2.jpg",
  "content": "<div>\n      <div>\n<h2>\n  Regulation on microbial composition,serotonergic synapse, and apoptotic signaling pathway by extracts fromSonchus brachyotus DC. (SBE) to improve ethanol-induced acute oxidative stress in mice\n</h2>\n<p><span>\n        <span><span>Yang Juan</span><span> et al.</span></span>\n  </span>\n      <span>\n        Microbiome<span>.</span>\n      </span>\n        <span>\n          2025<span>.</span>\n        </span>\n</p>\n      </div>\n  <div>\n      <h2>\n        Abstract\n      </h2>\n            <div>\n    <p>\n        <strong>\n          Background:\n        </strong>\n      Oxidative stress has been firmly established as a pivotal contributor to the pathogenesis of inflammatory bowel disease, diabetes mellitus, Alzheimer's disease, and other multifactorial disorders. Our previous findings have demonstrated the extracts from Sonchus brachyotus DC. (SBE) mitigates intestinal oxidative stress through interactions between the oxidative stress biomarkers and gut microbiota. However, we did not focus on the mechanism by which SBE exerts antioxidant stress effects through regulating metabolites and genes, nor the correlation between the two and gut microbiota. Therefore, this study aimed to elucidate the underlying mechanism by which SBE mitigates oxidative stress through the gut microbiota, metabolites, and genes.\n    </p>\n    <p>\n        <strong>\n          Results:\n        </strong>\n      Supplementation with SBE exerts a promising regulatory effect on oxidative stress by modulating key oxidative stress biomarkers (e.g., GSH, SOD, etc.) in serum, intestine, liver, and brain tissues in ethanol-model mice. And the SBE treatment exhibited a notable reparative effect on intestine, liver, and brain tissue damage. Concomitantly, 16S rRNA and ITS sequencing revealed significant alterations in the composition of intestinal bacteria and fungi in SBE-treated mice, suggesting the restoration of gut microbiota homeostasis. Spearman correlation analysis further indicated significant associations (p &lt; 0.05) between gut microbes, particularly fungal genera, and oxidative stress biomarkers. Notably, the abundance of specific fungal genera (Alternaria and Pichia), the levels of 14,15-DiHETrE, 5-Hydroxyindole-3-acetic acid, and prostaglandin C2 key metabolites of the serotonergic synapse pathway, and the expression of Fas and Tnfsf10 key genes of apoptosis signaling pathway were significantly correlated (p &lt; 0.05) based on the constructed correlation network. This mechanism likely triggers coordinated changes in metabolites and gene expression associated with the serotonergic synapse and apoptosis signaling pathways, ultimately leading to multi-targeted amelioration of oxidative stress. Molecular docking further revealed that trigonelline, mesaconic acid, and salicylic acid, bioactive components of SBE, may exhibit considerable binding affinity with Fas and Tnfsf10, providing a potential structural basis for SBE's regulatory effects on oxidative stress via modulation of the apoptotic signaling.\n    </p>\n    <p>\n        <strong>\n          Conclusions:\n        </strong>\n      The antioxidant effects of SBE likely involve multi-pathway and multi-target mechanisms, consistent with the combinatorial properties of its herbs constituents. These findings lays a foundation for subsequent research. Video Abstract.\n    </p>\n            </div>\n    <p>\n        <strong>\n          Keywords:\n        </strong>\n      Sonchus brachyotus DC.; Apoptosis signaling pathway; Bacteria; Fungi; Oxidative stress; Serotonergic synapse pathway.\n    </p>\n  </div>\n  <p>\n    © 2025. The Author(s).\n  </p>\n  <p>\n  <a href=\"https://pubmed.ncbi.nlm.nih.gov/disclaimer/\" target=\"_blank\">PubMed Disclaimer</a>\n</p>\n  <div>\n    <h2>\n      Conflict of interest statement\n    </h2>\n    <p>Declarations. Consent for publication: Not applicable. Competing interests: The authors declare no competing interests.</p>\n  </div>\n      <div>\n        <h2>\n          Figures\n        </h2>\n        <div>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/bfb6/12573829/4563979575e2/40168_2025_2221_Fig1_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/bfb6/12573829/081775a89497/40168_2025_2221_Fig1_HTML.gif\" alt=\"Fig. 1\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 1\n    </strong>\n    <p>Effect of SBE on oxidative stress biomarkers. Effect of SBE on oxidative stress biomarkers in serum (<i>n</i> = 6) (<b>A</b>). The changes of MDA, 8-isoprostane, PC and GSH contents in the serum of different groups’ mice (a–d). The changes of CAT, GSH-Px, and SOD activities in the serum of different groups’ mice (e–g). Effect of SBE on oxidative stress biomarkers in intestinal tissue (<i>n</i> = 6) (<b>B</b>). The changes of MDA, 8-isoprostane, PC, and GSH contents in the colon tissue of different groups’ mice (a–d). The changes of CAT, GSH-Px, and SOD activities in the colon tissue of different groups’ mice (e–g). H&amp;E staining analysis of intestinal tissue morphology. Arrows indicate inflammatory cell infiltration (<i>n</i> = 3) (h). Immunofluorescence analysis of the expression levels of E-cadherin and Claudin-1 tight junction protein (<i>n</i> = 3). Compared with the EtOH group, *<i>p</i> &lt; 0.05, **<i>p</i> &lt; 0.01 (i). Effect of SBE on oxidative stress biomarkers in liver (<b>C</b>). The changes of MDA, 8-isoprostane, PC, and GSH in the liver tissue of different groups of mice (a–d). The changes of CAT, GSH-Px, and SOD activities in the liver tissue of different groups’ mice (e–g). H&amp;E staining analysis of the liver tissue morphology (<i>n</i> = 3). Thin arrows indicate goblet cells. Thick arrows indicate eosinophils. Hepatocytes: thin red arrow; Central vein: black triangle; Hepatic sinus: thin black arrow; Bubble: Green arrow; Pink-stained particles: thick red arrows (h). Effect of SBE on oxidative stress biomarkers in brain tissue (<i>n</i> = 6) (<b>D</b>). The changes of MDA, 8-isoprostane, PC, and GSH contents in the brain tissue of different groups’ mice (a–d). The changes of CAT, GSH-Px, and SOD activities in the brain tissue of different groups’ mice (e–g). H&amp;E staining analysis of brain tissue morphology (<i>n</i> = 3). Red box: Hippocampal neuronal degeneration (h). Data are the means ± SEM</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/bfb6/12573829/c72a19768a08/40168_2025_2221_Fig2_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/bfb6/12573829/a6b99168db8f/40168_2025_2221_Fig2_HTML.gif\" alt=\"Fig. 2\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 2\n    </strong>\n    <p>Correlation analysis of gut microbiota and oxidative stress biomarkers. Gut bacteria (<i>n</i> = 6) (<b>A</b>). Gut bacterial PLS-DA for beta diversity analysis (a). Bacterial species composition at the phylum level (b). Heat map clustering and significant difference analysis on the relative abundance of the top 20 bacterial species at the genus level. Compared with the CON group, <sup>#</sup><i>p</i> &lt; 0.05. Compared with the EtOH group, *<i>p</i> &lt; 0.05 (c). Correlation analysis between gut bacteria and oxidative stress biomarkers. The redder the color represents a positive correlation and the bluer the color represents a negative correlation. *<i>p</i> &lt; 0.05, **<i>p</i> &lt; 0.01 (d). Gut fungi (<i>n</i> = 6) (<b>B</b>). Gut fungi PLS-DA for beta diversity analysis (a). Fungi species composition at the phylum level (b). Heat-map clustering and significant difference analysis on the relative abundance of the top 20 fungi species at the genus level. Compared with the CON group, <sup>#</sup><i>p</i> &lt; 0.05, compared with the EtOH group, *<i>p</i> &lt; 0.05 (c). Correlation analysis of between gut fungi and oxidative stress biomarkers. The redder the color represents a positive correlation, and the bluer the color represents a negative correlation. *<i>p</i> &lt; 0.05, **<i>p</i> &lt; 0.01, ***<i>p</i> &lt; 0.001 (d). Counts of the significant associations between bacteria or fungi and oxidative stress biomarkers. Light blue represents bacteria, dark blue represents fungi (e)</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/bfb6/12573829/015f785fe09c/40168_2025_2221_Fig3_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/bfb6/12573829/aeb068b39dc2/40168_2025_2221_Fig3_HTML.gif\" alt=\"Fig. 3\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 3\n    </strong>\n    <div><p>Effect of SBE on the serum metabolites. Repetitive correlation of metabolomics data. The heat map illustrates data distribution across different groups (CON, EtOH, T1, T2, T3). The square of the Spearman Rank Correlation coefficient (<i>r</i><sup>2</sup>) was used as the evaluation index for the correlation of biological replicates. The closer <i>r</i><sup>2</sup> is to 1, the stronger the correlation between the two replicate samples. Both the horizontal and vertical coordinates represent sample names, the color depth indicates the correlation coefficient, and “Group” represents the grouping (<b>A</b>). Differential metabolite volcano maps of differential metabolites for pairwise comparison. CON vs. EtOH (top—left), EtOH vs. T2 (top—right), EtOH vs. T1 (bottom—left), and EtOH vs. T3 (bottom—right). The x-axis represents log₂ (fold change, FC), and the y-axis represents—log₁₀ (<i>P</i>-value). Dots above the dashed lines meet the criteria of <i>p</i>-value ≤ 0.01, VIP ≥ 1, and FC ≥ 2. Green dots indicate downregulated metabolites, red dots indicate upregulated metabolites, and gray dots indicate non-significantly regulated metabolites. VIP (variable importance in projection) values are visualized by dot size (<b>B</b>). Heat map of the top 20 up-DEMs and down-DEMs between CON vs. EtOH. The x-axis represents individual samples, and the y-axis shows the Z-score standardized quantitative values of metabolites after hierarchical clustering. The color bar at the top labels and distinguishes different groups (<b>C</b>). KEGG signal pathway enrichment bubble plot. The x-axis represents the <i>p</i> value, indicating the statistical significance of pathway enrichment. The y-axis lists the enriched metabolic or biological pathways. Dot color corresponds to the <i>q</i> value, with the color scale shown on the top right. Dot size is determined by the “Count”, representing the number of differentially expressed metabolites involved in each pathway (as defined by the size legend on the middle right) (<b>D</b>). The relative abundance results of key metabolites of serotonergic synapse pathway (<b>E</b>). The potential mechanism diagram of SBE ameliorates oxidative stress by regulating serotonergic synaptic metabolic pathways (Created in BioRender. Tu, D. (2025) </p>https://BioRender.com/883v35c<p>) (<b>F</b>). Data are the means ± SEM (<i>n</i> = 3)</p></div>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/bfb6/12573829/3d4b713af0ad/40168_2025_2221_Fig4_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/bfb6/12573829/101dcf8a394a/40168_2025_2221_Fig4_HTML.gif\" alt=\"Fig. 4\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 4\n    </strong>\n    <div><p>Effect of SBE on the mRNA expression level of genes in the colon. Hierarchical cluster tree showing co-expression modules based on WGCNA analysis. Every leaf on the tree represents a single gene, while the branches represent clusters of closely connected genes. Each is denoted by branches of different colors. The colored rows beneath the dendrograms indicate the module membership of mouse genes (<i>n</i> = 6) (<b>A</b>). Volcano plot of the DEGs of CON vs. EtOH. The green dots represent down-regulated DEGs, the red dots represent up-regulated DEGs, and the black dots represent non-DEGs (<i>n</i> = 6) (<b>B</b>). The graph of the relative expression levels of DEGs. Compared with the CON group, <sup><i>##</i></sup><i>p</i> &lt; 0.01; compared with the EtOH group, <i>**p</i> &lt; 0.01 (<i>n</i> = 6) (<b>C</b>). The diagram of KEGG signal pathway enrichment (<b>D</b>). The potential mechanism diagram of SBE ameliorates oxidative stress by regulating the apoptosis signaling pathway (Created in BioRender. Tu, D. (2025) </p>https://BioRender.com/h87aqzi<p>) (<b>E</b>). Data are the means ± SEM</p></div>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/bfb6/12573829/0e7f58251114/40168_2025_2221_Fig5_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/bfb6/12573829/180163874111/40168_2025_2221_Fig5_HTML.gif\" alt=\"Fig. 5\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 5\n    </strong>\n    <div><p>SBE plays an anti-oxidative stress role by regulating the fungi-metabolites-gene through its key active components—trigonelline, mesaconic acid, and salicylic acid. The conjoint analysis results of microbiota, transcriptomics, and metabolomics. Yellow circles represent bacteria, light green rectangles represent fungi, emerald green hexagons represent metabolites, and dark green triangles represent genes. The red line represents positive correlation, the blue line represents negative correlation, and the thickness of the line represents the size of the correlation coefficient (<b>A</b>). Graph of intergroup relative abundance results of key metabolites of the serotonergic synapse pathway (<i>n</i> = 3) (<b>B</b>). qPCR validation of key genes in intestine, brain, and liver tissues. (<i>n</i> ≥ 3) (<b>C</b>). The protein expression of Tnfsf10 and Fas in the intestine, brain, and liver tissues by Western blot and quantitation using Image Studio software. Compared with the EtOH group, *<i>p</i> &lt; 0.05. (<i>n</i> = 3) (<b>D</b>). SBE plays an anti-oxidative stress role by regulating the fungi-metabolites-gene. The red arrow represents positive regulation, and the blue arrow represents negative regulation (Created in BioRender. Tu, D. (2025) </p>https://BioRender.com/cposo8c<p>) (<b>E</b>). Structure–activity relationship analysis from molecular docking. Light blue represents receptor target proteins. Red, green, and brown denote ligand small molecules trigonelline, mesaconic acid, and salicylic acid, respectively. Dark blue indicates amino acid residues, yellow indicates hydrogen bonds, and values indicate amino acid residue sites (<b>F</b>). The key compounds of SBE exhibited antioxidants that could act on both the key targets of Fas and Tnfsf10 in the apoptosis signaling pathway (<b>G</b>). Data are the means ± SEM</p></div>\n                </figcaption>\n            </figure>\n        </div>\n      </div>\n  <div>\n    <h2>\n      References\n    </h2>\n    <div>\n      <ol>\n  <li>\n    <ol>\n        <li>\n            Schieber M, Chandel NS. ROS function in redox signaling and oxidative stress. Curr Biol. 2014;24:R453-462.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC4055301/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/24845678/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Zeliger HI. Predicting disease onset in clinically healthy people. Interdiscip Toxicol. 2016;9:39–54. 10.1515/intox-2016-0006.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC5458104/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/28652846/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Liu X, Hussain R, Mehmood K, et al. Mitochondrial-endoplasmic reticulum communication-mediated oxidative stress and autophagy. BioMed Res Int. 2022. 10.1155/2022/6459585.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC9509228/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/36164446/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Kiselyov K, Muallem S. ROS and intracellular ion channels. Cell Calcium. 2016;60:108–14.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC4996699/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/26995054/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Wang X, Shen C, Zhu J, et al. Long noncoding RNAs in the regulation of oxidative stress. Oxid Med Cell Longev. 2019. 10.1155/2019/1318795.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC6398004/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/30911342/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n      </ol>\n</div>\n  </div>\n    <div>\n      <h2>\n        MeSH terms\n      </h2>\n      <ul><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li></ul>\n    </div>\n    <div>\n      <h2>\n        Substances\n      </h2>\n      <ul><li></li><li></li><li></li><li></li></ul>\n    </div>\n  <div>\n    <h2>\n      LinkOut - more resources\n    </h2>\n    <ul><li><h3>Full Text Sources</h3><ul><li><a href=\"https://microbiomejournal.biomedcentral.com/articles/10.1186/s40168-025-02221-8\" target=\"_blank\">\n                    BioMed Central\n                  </a></li><li><a href=\"https://pmc.ncbi.nlm.nih.gov/articles/pmid/41163120/\" target=\"_blank\">\n                    PubMed Central\n                  </a></li></ul></li><li><h3>Research Materials</h3><ul><li><a href=\"https://antibodies.cancer.gov/detail/CPTC-FAS-1\" target=\"_blank\">\n                    NCI CPTC Antibody Characterization Program\n                  </a></li></ul></li><li><h3>Miscellaneous</h3><ul><li><a href=\"https://assays.cancer.gov/non-CPTAC-1104\" target=\"_blank\">\n                    NCI CPTAC Assay Portal\n                  </a></li></ul></li></ul>\n  </div>\n  </div>",
  "author": "",
  "favicon": "https://cdn.ncbi.nlm.nih.gov/coreutils/nwds/img/favicons/favicon-192.png",
  "source": "pubmed.ncbi.nlm.nih.gov",
  "published": "",
  "ttr": 366,
  "type": "website"
}