{
  "url": "https://pubmed.ncbi.nlm.nih.gov/41185061/?fc=None&ff=20251107151703&v=2.18.0.post22+67771e2",
  "title": "Host clustering of Campylobacter species and enteric pathogens in a longitudinal cohort of infants, family members and livestock in rural Eastern Ethiopia - PubMed",
  "description": "A comprehensive analysis of Campylobacter diversity in humans and livestock in a low-resource setting revealed that infants can be exposed to multiple Campylobacter species early in life. C. jejuni is the dominant species with a propensity for co-occurrence with other notable enteric bacterial patho …",
  "links": [
    "https://pubmed.ncbi.nlm.nih.gov/41185061/?fc=None&ff=20251107151703&v=2.18.0.post22+67771e2"
  ],
  "image": "https://cdn.ncbi.nlm.nih.gov/pubmed/persistent/pubmed-meta-image-v2.jpg",
  "content": "<div>\n      <div>\n<h2>\n  Host clustering of Campylobacter species and enteric pathogens in a longitudinal cohort of infants, family members and livestock in rural Eastern Ethiopia\n</h2>\n<p><span>\n        <span><span>Zelalem Mekuria</span><span> et al.</span></span>\n  </span>\n      <span>\n        Microbiome<span>.</span>\n      </span>\n        <span>\n          2025<span>.</span>\n        </span>\n</p>\n      </div>\n  <div>\n      <h2>\n        Abstract\n      </h2>\n            <div>\n    <p>\n        <strong>\n          Background:\n        </strong>\n      Livestock are recognized as major reservoirs for Campylobacter species and other enteric pathogens, posing infection risks to humans. High prevalence of Campylobacter during early childhood has been linked to environmental enteric dysfunction and stunting, particularly in low-resource settings.\n    </p>\n    <p>\n        <strong>\n          Methods:\n        </strong>\n      A total of 280 samples from Campylobacter positive households with complete metadata were analyzed by shotgun metagenomic sequencing followed by bioinformatic analysis via the CZ-ID metagenomic pipeline (Illumina mNGS Pipeline v7.1). Further statistical analyses in JMP PRO 16 explored the microbiome, emphasizing Campylobacter and other enteric pathogens. Two-way hierarchical clustering and split k-mer analysis examined host structuring, patterns of co-infections and genetic relationships. Principal component analysis was used to characterize microbiome composition across the seven sample types.\n    </p>\n    <p>\n        <strong>\n          Results:\n        </strong>\n      The study identified that microbiome composition was strongly host-driven, with more than 3844 genera detected, and two principal components explaining 62% of the total variation. Twenty-one dominant (based on relative abundance) Campylobacter species showed distinct clustering patterns for humans, ruminants, and broad hosts. The broad-host cluster included the most prevalent species, C. jejuni, C. concisus, and C. coli, present across sample types and a sub-cluster within C. jejuni involving humans, chickens, and ruminants. Campylobacter species from chickens showed strong positive correlations with mothers (r = 0.76), siblings (r = 0.61) and infants (r = 0.54), while co-occurrence analysis found a higher likelihood (Pr &gt; 0.5) of pairs such as C. jejuni with C. coli, C. concisus, and C. showae. Analysis of the top 50 most abundant microbial taxa showed a distinct cluster uniquely present in human stool and absent in all livestock. The study also found frequent co-occurrence of C. jejuni with other enteric pathogens such as Salmonella, and Shigella, particularly in human and chicken. Additionally, instances of Candidatus Campylobacter infans (C. infans) were identified co-occurring with Salmonella and Shigella species in stool samples from infants, mothers, and siblings.\n    </p>\n    <p>\n        <strong>\n          Conclusions:\n        </strong>\n      A comprehensive analysis of Campylobacter diversity in humans and livestock in a low-resource setting revealed that infants can be exposed to multiple Campylobacter species early in life. C. jejuni is the dominant species with a propensity for co-occurrence with other notable enteric bacterial pathogens, including Salmonella, and Shigella, especially among infants. Video Abstract.\n    </p>\n            </div>\n    <p>\n        <strong>\n          Keywords:\n        </strong>\n      Campylobacter; Eastern Ethiopia; Enteric pathogens; Human; Livestock; Longitudinal cohort; Shotgun metagenomics.\n    </p>\n  </div>\n  <p>\n    © 2025. The Author(s).\n  </p>\n  <p>\n  <a href=\"https://pubmed.ncbi.nlm.nih.gov/disclaimer/\" target=\"_blank\">PubMed Disclaimer</a>\n</p>\n  <div>\n    <h2>\n      Conflict of interest statement\n    </h2>\n    <p>Declarations. Ethics approval and consent to participate: Ethical approval was obtained from the University of Florida Internal Review Board (IRB201903141), the Haramaya University Institutional Health Research Ethics Committee (COHMS/1010/3796/20), and the Ethiopia National Research Ethics Review Committee (SM/14.1/1059/20). Written informed consent was obtained from all participating households (husband and wife) using a form in the local language (Afan Oromo). Consent for publication: Not applicable. Competing interests: The authors declare no competing interests.</p>\n  </div>\n      <div>\n        <h2>\n          Figures\n        </h2>\n        <div>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5b1/12581456/956e598c9ce0/40168_2025_2203_Fig1_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5b1/12581456/f568b4510de8/40168_2025_2203_Fig1_HTML.gif\" alt=\"Fig. 1\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 1\n    </strong>\n    <p><i>Campylobacter</i> diversity in stool and fecal samples from seven sample types. <b>A</b> Bar plot showing diversity of <i>Campylobacter</i> species detected in human stool and livestock feces. Multiple <i>Campylobacter</i> species were detected in infants (<i>n</i> = 5), mothers (<i>n</i> = 8), and siblings (<i>n</i> = 8). Ruminant feces showed more <i>Campylobacter</i> species, with sheep (<i>n</i> = 11), cattle (<i>n</i> = 10), and goats (<i>n</i> = 8). Chicken samples showed the lowest diverse <i>Campylobacter</i> species (<i>n</i> = 3). <b>B</b> Two-way hierarchical clustering revealed distinct clusters in the detection of <i>Campylobacter</i> species across the seven sample types. Cluster C1, represents a broad-host range species, Cluster C2, human associated species and cluster C3, ruminant associated species (red cells represent detection and blue cells represent absence of detection). <b>C</b> Multivariate analysis of the detection frequencies of each <i>Campylobacter</i> species in different host types. The heat map shows red (strong correlation)/blue (no correlation)/green (negative correlation). Significant correlations were observed among <i>Campylobacter</i> species detected within human (infant, sibling and mother <i>r</i> &gt; 0.64). Strong positive correlation between infant and chicken (<i>r</i> = 0.54), no to low correlation between infants with small ruminants (<i>r</i> = 0–0.15) and cattle (<i>r</i> = 0.19) respectively</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5b1/12581456/056711ddade9/40168_2025_2203_Fig2_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5b1/12581456/fbf712dacc7a/40168_2025_2203_Fig2_HTML.gif\" alt=\"Fig. 2\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 2\n    </strong>\n    <p>Hierarchical clustering heatmap displaying co-occurrence relationships among various <i>Campylobacter</i> species across stool and fecal samples from seven sample sources. <b>A</b> Columns represent individual samples, and rows correspond to different <i>Campylobacter</i> species. <i>C</i>. <i>jejuni</i>, <i>C</i>. <i>concisus</i>, and <i>C</i>. <i>coli</i>, showing notable co-occurrence patterns across multiple stool and fecal samples. In contrast, species like <i>C</i>. <i>vicunae</i> and <i>C</i>. sp. <i>RM12175</i> demonstrate distinct co-occurrence restricted to small ruminant samples. <b>B</b> Pairwise comparisons revealed a co-occurrence likelihood exceeding 0.5 in certain species pairs (<i>C</i>. <i>jejuni </i>and<i> C</i>. <i>coli</i>), (<i>C</i>.<i> jejuni </i>and<i> C</i>. <i>concisus</i>), and (<i>C</i>. <i>jejuni</i> and<i> C</i>. <i>showae</i>)</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5b1/12581456/bfd6235e1cca/40168_2025_2203_Fig3_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5b1/12581456/8b7575345cce/40168_2025_2203_Fig3_HTML.gif\" alt=\"Fig. 3\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 3\n    </strong>\n    <p><i>Campylobacter</i> abundance across seven sample types measured as reads per million (rpm). Samples with rpm values exceeding 1000 were exclusively from human sources, including infant stool. Among human samples, <i>Candidatus</i> Campylobacter infans exhibited significantly higher rpm compared to <i>C</i>. <i>jejuni</i>, <i>C</i>. <i>concisus</i>, <i>C</i>. <i>coli</i>, and <i>C</i>. <i>lari</i> (<i>p</i> &lt; 0.05, Wilcoxon test). In ruminant samples, although diverse Campylobacter species were detected, overall reads per million was significantly lower than in human samples, with the exception of goat samples (<i>p</i> &lt; 0.05, Wilcoxon test)</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5b1/12581456/30d0d12f2870/40168_2025_2203_Fig4_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5b1/12581456/403751b1e809/40168_2025_2203_Fig4_HTML.gif\" alt=\"Fig. 4\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 4\n    </strong>\n    <p>Pairwise Mash-like distances for <i>Campylobacter</i> species in a matrix format. <b>A</b>\n<i>Campylobacter jejuni</i>; <b>B</b>\n<i>Candidatus</i> Campylobacter infans. Each sample in the dataset was compared to itself and all other samples. The colors in the matrix represent the range of Mash-like distances (refer to the scale). The diagonal line compares each sample to itself, resulting in dark red squares, indicating zero differences between the sequences. Black boxes are used to show clustering of samples (labeled as C1-3), unlabeled cluster in (<b>A</b>) between C1 and C2, are reference samples from database used in the clustering. In (<b>B</b>), C1.1 and C1.2 represent subclusters. On the right side of (<b>A</b> and <b>B</b>), sample metadata, including host, Kebele, and household, utilized to support the genetic similarities observed in the metagenomic dataset. Asterisks (*) denote samples collected from the same household</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5b1/12581456/61131d65b9b5/40168_2025_2203_Fig5_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5b1/12581456/a09da6ebf2da/40168_2025_2203_Fig5_HTML.gif\" alt=\"Fig. 5\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 5\n    </strong>\n    <p>Alpha diversity of microbial communities across seven sample types, measured by the Simpson (<b>A</b>) and Shannon (<b>B</b>) diversity indices. In <b>A</b> and <b>B</b>, (*) used to show significant association one sample type with rest of the sample type; (*) used show significant association between two sample types. Ruminant (cattle, goats, and sheep) samples (*), display higher microbial diversity and evenness, indicated by broader distributions and higher mean in both Simpson and Shannon indices (ANOVA, Shannon and Simpson, <i>p</i> &lt; 0.001). Tukey’s HSD indicated that infant stool (*) samples exhibited significantly lower microbial diversity and richness compared to all other sample types (Tukey HSD for all pairs, <i>p</i> &lt; 0.05). Additionally, using pairwise non-parametric comparisons, a statistically significant difference was found between sibling stool and chicken fecal samples (*) (Wilcoxon test: <i>p</i> = 0.015)</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5b1/12581456/417c0205ba60/40168_2025_2203_Fig6_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5b1/12581456/46b57c6d92f9/40168_2025_2203_Fig6_HTML.gif\" alt=\"Fig. 6\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 6\n    </strong>\n    <p>Principal component analysis (PCA) based on microbial community composition: The plots show clustering of microbial communities from different sample types based on beta diversity. <b>A</b> Microbiota diversity was explored through principal component analysis (PCA), revealing two major components explaining 62.5% of the microbial diversity, attributed to sample types. PCA highlighted distinct microbiota clustering within ruminant samples, notably influenced by small ruminant samples in component 1. Similarly, microbiota clustering among human samples was explained by component 2, with chicken microbiota displaying similarities to humans and contributing mainly to component 2. <b>B</b> Each point represents a sample, color-coded by sample type as indicated in the legend. The axes represent the principal coordinates (PCoA1 and PCoA2), which explain the variation in microbial community structure between samples. Samples that are closer together share more similar microbial compositions, while those farther apart are more dissimilar. The distinct clustering of colors reflects differences in microbial communities across sample types</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5b1/12581456/c6048d19455f/40168_2025_2203_Fig7_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5b1/12581456/62661b801456/40168_2025_2203_Fig7_HTML.gif\" alt=\"Fig. 7\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 7\n    </strong>\n    <p>Top 50 abundant organisms in infant stool. <b>A</b> Heat map with color gradient represents relative abundance of each microbial genus, with darker red indicating higher abundance and darker blue representing lower abundance or absence. The dendrograms on the right and bottom illustrate hierarchical clustering based on the similarity of microbial composition across taxa and sample types, respectively. <b>B</b> Heat map displaying the hierarchical clustering based on presence (red) or absence (blue) of organisms across different sample types. The dendrograms on right and bottom represent the similarity between microbial taxa and, sample type respectively, with more closely related clusters grouped together</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5b1/12581456/2f90fb883b90/40168_2025_2203_Fig8_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5b1/12581456/fc43dd4044bb/40168_2025_2203_Fig8_HTML.gif\" alt=\"Fig. 8\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 8\n    </strong>\n    <p>Hierarchical clustering heat maps showing the presence of selected enteric pathogens across samples. This figure represents the presence and absence of key enteric pathogens in various samples, providing insights into co-occurrence patterns of species. The selection of pathogens included in the analysis was informed by the results of MAL-ED, GEMS studies, and WHO FERG estimates, focusing on pathogens known to impact infant health in developing countries. <b>A</b> Heat map showing the presence of enteric species across different samples (columns represents individual samples, red cells indicating the presence of a pathogen and dark blue cells representing its absence. <b>B</b> Hierarchical clustering analysis identifies groups of organisms that tend to co-occur mostly across human and chicken samples. Notably, <i>Escherichia coli</i>, <i>Salmonella enterica</i>,<i> Salmonella bongori</i>, three species of<i> Shigella</i> (<i>S</i>. <i>flexneri</i>, <i>S</i>. <i>sonnei</i>, and <i>Shigella</i> sp. <i>genomosp</i>. <i>SF</i>-<i>2015</i>), and <i>Campylobacter jejuni</i> form a cluster of species with higher co-occurrence patterns compared to other pathogens. Additionally, one infant sample with a history of diarrhea was found to harbor three species of <i>Shigella</i> as well as <i>Campylobacter jejuni</i>, whereas four other infant samples clustered in this group showed no history of diarrheal illness</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5b1/12581456/c53d2b2ca753/40168_2025_2203_Fig9_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/c5b1/12581456/5b5a27b9454c/40168_2025_2203_Fig9_HTML.gif\" alt=\"Fig. 9\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 9\n    </strong>\n    <p>Distribution of selected enteric pathogens identified from various sample types, <b>A</b> human stools (infants, mothers, and siblings), animal fecal samples (cattle, goats, sheep, and chickens),<b> B</b> distribution of enteric pathogens across the study Kebeles. The numbers in each bar represent the number of positive detections of the pathogen in the corresponding sample type (<b>A</b>) and Kebele in (<b>B</b>)</p>\n                </figcaption>\n            </figure>\n        </div>\n      </div>\n  <div>\n    <h2>\n      References\n    </h2>\n    <div>\n      <ol>\n  <li>\n    <ol>\n        <li>\n            Troeger CE, Khalil IA, Blacker BF, Biehl MH, Albertson SB, Zimsen SRM, et al. Quantifying risks and interventions that have affected the burden of diarrhoea among children younger than 5 years: an analysis of the Global Burden of Disease Study 2017. Lancet Infect Dis. 2020;20(1):37–59.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC7340495/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/31678029/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Coker AO, Isokpehi RD, Thomas BN, Amisu KO, Obi CL. Human campylobacteriosis in developing countries. Emerg Infect Dis. 2002;8(3):237–44.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC2732465/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/11927019/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            World Health Organization, Foodborne Disease Burden Epidemiology Reference Group (FERG) 2007–2015. Estimates of the global burden of foodborne diseases. 2015. Retrieved from <a target=\"_blank\" href=\"https://www.foodbornediseaseburden.org/ferg/estimates\" title=\"External link: https://www.foodbornediseaseburden.org/ferg/estimates\">https://www.foodbornediseaseburden.org/ferg/estimates</a>.\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Havelaar AH, Kirk MD, Torgerson PR, Gibb HJ, Hald T, Lake RJ, et al. World Health Organization global estimates and regional comparisons of the burden of foodborne disease in 2010. PLoS Med. 2015;12(12): e1001923.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC4668832/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/26633896/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Kirk MD, Pires SM, Black RE, Caipo M, Crump JA, Devleesschauwer B, et al. World health organization estimates of the global and regional disease burden of 22 foodborne bacterial, protozoal, and viral diseases, 2010: A Data Synthesis. PLoS Med. 2015;12(12): e1001921.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC4668831/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/26633831/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n      </ol>\n</div>\n  </div>\n    <div>\n      <h2>\n        MeSH terms\n      </h2>\n      <ul><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li></ul>\n    </div>\n  <div>\n    <h2>\n      LinkOut - more resources\n    </h2>\n    <ul><li><h3>Full Text Sources</h3><ul><li><a href=\"https://microbiomejournal.biomedcentral.com/articles/10.1186/s40168-025-02203-w\" target=\"_blank\">\n                    BioMed Central\n                  </a></li><li><a href=\"https://pmc.ncbi.nlm.nih.gov/articles/pmid/41185061/\" target=\"_blank\">\n                    PubMed Central\n                  </a></li></ul></li><li><h3>Medical</h3><ul><li><a href=\"https://medlineplus.gov/campylobacterinfections.html\" target=\"_blank\">\n                    MedlinePlus Health Information\n                  </a></li></ul></li><li><h3>Research Materials</h3><ul><li><a href=\"https://antibodies.cancer.gov/detail/CPTC-PGR-2\" target=\"_blank\">\n                    NCI CPTC Antibody Characterization Program\n                  </a></li></ul></li><li><h3>Miscellaneous</h3><ul><li><a href=\"https://assays.cancer.gov/non-CPTAC-3409\" target=\"_blank\">\n                    NCI CPTAC Assay Portal\n                  </a></li></ul></li></ul>\n  </div>\n  </div>",
  "author": "",
  "favicon": "https://cdn.ncbi.nlm.nih.gov/coreutils/nwds/img/favicons/favicon-192.png",
  "source": "pubmed.ncbi.nlm.nih.gov",
  "published": "",
  "ttr": 370,
  "type": "website"
}