{
  "url": "https://pubmed.ncbi.nlm.nih.gov/41199348/?fc=None&ff=20251107112125&v=2.18.0.post22+67771e2",
  "title": "Accurate profiling of microbial communities for shotgun metagenomic sequencing with Meteor2 - PubMed",
  "description": "These results highlight Meteor2 as a robust and versatile tool for advancing microbiome research and applications. As an open-source, easy-to-install, and accurate analysis platform, Meteor2 is highly accessible to researchers, facilitating the exploration of complex microbial ecosystems.",
  "links": [
    "https://pubmed.ncbi.nlm.nih.gov/41199348/?fc=None&ff=20251107112125&v=2.18.0.post22+67771e2"
  ],
  "image": "https://cdn.ncbi.nlm.nih.gov/pubmed/persistent/pubmed-meta-image-v2.jpg",
  "content": "<div>\n      <div>\n<h2>\n  Accurate profiling of microbial communities for shotgun metagenomic sequencing with Meteor2\n</h2>\n<p><span>\n        <span><span>Amine Ghozlane</span><span> et al.</span></span>\n  </span>\n      <span>\n        Microbiome<span>.</span>\n      </span>\n        <span>\n          2025<span>.</span>\n        </span>\n</p>\n      </div>\n  <div>\n      <h2>\n        Abstract\n      </h2>\n            <div>\n    <p>\n        <strong>\n          Background:\n        </strong>\n      The characterization of complex microbial communities is a critical challenge in microbiome research, as it is essential for understanding the intricate relationships between microorganisms and their environments. Metagenomic profiling has advanced into a multifaceted approach, combining taxonomic, functional, and strain-level profiling (TFSP) of microbial communities. Here, we present Meteor2, a tool that leverages compact, environment-specific microbial gene catalogues to deliver comprehensive TFSP insights from metagenomic samples.\n    </p>\n    <p>\n        <strong>\n          Results:\n        </strong>\n      Meteor2 currently supports 10 ecosystems, gathering 63,494,365 microbial genes clustered into 11,653 metagenomic species pangenomes (MSPs). These genes are extensively annotated for KEGG orthology, carbohydrate-active enzymes (CAZymes) and antibiotic-resistant genes (ARGs). In benchmark tests, Meteor2 demonstrated strong performance in TFSP, particularly excelling in detecting low-abundance species. When applied to shallow-sequenced datasets, Meteor2 improved species detection sensitivity by at least 45% for both human and mouse gut microbiota simulations compared to MetaPhlAn4 or sylph. For functional profiling, Meteor2 improved abundance estimation accuracy by at least 35% compared to HUMAnN3 (based on Bray-Curtis dissimilarity). Additionally, Meteor2 tracked more strain pairs than StrainPhlAn, capturing an additional 9.8% on the human dataset and 19.4% on the mouse dataset. Furthermore, in its fast configuration, Meteor2 emerges as one of the fastest available tools for profiling, requiring only 2.3 min for taxonomic analysis and 10 min for strain-level analysis against the human microbial gene catalogue when processing 10 M paired reads - operating within a modest 5 GB RAM footprint. We further validated Meteor2 using a published faecal microbiota transplantation (FMT) dataset, demonstrating its ability to deliver an extensive and actionable metagenomic analysis. The unified database design also simplifies the integration of TFSP outputs, making it straightforward for researchers to interpret and compare results.\n    </p>\n    <p>\n        <strong>\n          Conclusions:\n        </strong>\n      These results highlight Meteor2 as a robust and versatile tool for advancing microbiome research and applications. As an open-source, easy-to-install, and accurate analysis platform, Meteor2 is highly accessible to researchers, facilitating the exploration of complex microbial ecosystems.\n    </p>\n            </div>\n    <p>\n        <strong>\n          Keywords:\n        </strong>\n      Benchmark; Functional profiling; Microbiome; Shotgun metagenomics; Software; Strain profiling; Taxonomic profiling.\n    </p>\n  </div>\n  <p>\n    © 2025. The Author(s).\n  </p>\n  <p>\n  <a href=\"https://pubmed.ncbi.nlm.nih.gov/disclaimer/\" target=\"_blank\">PubMed Disclaimer</a>\n</p>\n  <div>\n    <h2>\n      Conflict of interest statement\n    </h2>\n    <p>Declarations. Ethics approval and consent to participate: Not applicable. Consent for publication: Not applicable. Competing interests: The authors declare no competing interests.</p>\n  </div>\n  <div>\n    <h2>\n      References\n    </h2>\n    <div>\n      <ol>\n  <li>\n    <ol>\n        <li>\n            Manghi P, Bhosle A, Wang K, Marconi R, Selma-Royo M, Ricci L, et al. Coffee consumption is associated with intestinal Lawsonibacter asaccharolyticus abundance and prevalence across multiple cohorts. Nat Microbiol. 2024;9:3120–34.\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/39558133/\">\n                    PubMed\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/11602726/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://doi.org/10.1038/s41564-024-01858-9\">\n                    DOI\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Huang KD, Müller M, Sivapornnukul P, Bielecka AA, Amend L, Tawk C, et al. Dietary selective effects manifest in the human gut microbiota from species composition to strain genetic makeup. Cell Rep. 2024;43:115067.\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/39673707/\">\n                    PubMed\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://doi.org/10.1016/j.celrep.2024.115067\">\n                    DOI\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Valles-Colomer M, Blanco-Míguez A, Manghi P, Asnicar F, Dubois L, Golzato D, et al. The person-to-person transmission landscape of the gut and oral microbiomes. Nature. 2023;614:125–35.\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/36653448/\">\n                    PubMed\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/9892008/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://doi.org/10.1038/s41586-022-05620-1\">\n                    DOI\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Wood DE, Salzberg SL. Kraken: ultrafast metagenomic sequence classification using exact alignments. Genome Biol. 2014;15:R46.\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/24580807/\">\n                    PubMed\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/4053813/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://doi.org/10.1186/gb-2014-15-3-r46\">\n                    DOI\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Piro VC, Reinert K. ganon2: up-to-date and scalable metagenomics analysis [Internet]. 2023 . Available from: <a href=\"http://biorxiv.org/lookup/doi/\" target=\"_blank\">http://biorxiv.org/lookup/doi/</a> <a href=\"https://doi.org/10.1101/2023.12.07.570547\" target=\"_blank\">https://doi.org/10.1101/2023.12.07.570547</a> .Cited 2024 Dec 17.\n        </li>\n    </ol>\n  </li>\n      </ol>\n</div>\n  </div>\n    <div>\n      <h2>\n        MeSH terms\n      </h2>\n      <ul><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li></ul>\n    </div>\n  </div>",
  "author": "",
  "favicon": "https://cdn.ncbi.nlm.nih.gov/coreutils/nwds/img/favicons/favicon-192.png",
  "source": "pubmed.ncbi.nlm.nih.gov",
  "published": "",
  "ttr": 106,
  "type": "website"
}