{
  "url": "https://pubmed.ncbi.nlm.nih.gov/41163076/?fc=None&ff=20251107151703&v=2.18.0.post22+67771e2",
  "title": "Gut microbiota-derived short-chain fatty acids promote follicular maturation via gWAT-ovary axis in mammals - PubMed",
  "description": "Collectively, gut microbiota-derived SCFAs promote follicular maturation and increase litter size in sows by stimulating leptin secretion from peri-ovarian gWAT, thus providing novel insights into enhancing reproductive outcomes in mammals. Video Abstract.",
  "links": [
    "https://pubmed.ncbi.nlm.nih.gov/41163076/?fc=None&ff=20251107151703&v=2.18.0.post22+67771e2"
  ],
  "image": "https://cdn.ncbi.nlm.nih.gov/pubmed/persistent/pubmed-meta-image-v2.jpg",
  "content": "<div>\n      <div>\n<h2>\n  Gut microbiota-derived short-chain fatty acids promote follicular maturation via gWAT-ovary axis in mammals\n</h2>\n<p><span>\n        <span><span>Baoyang Xu</span><span> et al.</span></span>\n  </span>\n      <span>\n        Microbiome<span>.</span>\n      </span>\n        <span>\n          2025<span>.</span>\n        </span>\n</p>\n      </div>\n  <div>\n      <h2>\n        Abstract\n      </h2>\n            <div>\n    <p>\n        <strong>\n          Background:\n        </strong>\n      Previous studies have demonstrated that gut microbiota regulates reproductive performance in mammals. Our prior research identified the gut microbiota-ovary axis as an important contributor to the superior follicular development observed in Chinese indigenous Meishan sows, yet the underlying mechanisms remain unclear. This study aims to elucidate the mechanism through which gut microbiota regulates follicular development.\n    </p>\n    <p>\n        <strong>\n          Results:\n        </strong>\n      Fecal microbiota transplantation (FMT) from Meishan sows promoted follicular maturation in recipient Landrace × Yorkshire sows, evidenced by increased numbers of antral follicles, secondary follicles, and corpora lutea, accompanied by decreased atretic follicles. Additionally, FMT altered reproductive hormone profiles, significantly elevating estradiol secretion during the estrous cycle prior to sampling. Multi-omics analyses identified four key bacterial species of Fibrobacter intestinalis, Lactobacillus mucosae, Bifidobacterium thermophilum, and Ruminococcin flavefaciens, along with short-chain fatty acids (SCFAs), that are closely associated with follicular maturation. These microbial species and their shared metabolites SCFAs promoted follicular maturation and ovulation rate by inhibiting apoptosis of ovarian granulosa cells, thus reducing follicular atresia. Mechanistically, SCFAs activated G-protein-coupled receptor 43 (GPR43), which is highly expressed in peri-ovarian gonadal white adipose tissue (gWAT). This SCFAs-mediated activation of GPR43 stimulated leptin secretion from gWAT in a concentration-dependent manner, consequently suppressing granulosa cell apoptosis and promoting follicular maturation. Furthermore, in a large-scale validation trial, dietary SCFAs supplementation increased litter size by approximately 5.91%.\n    </p>\n    <p>\n        <strong>\n          Conclusion:\n        </strong>\n      Collectively, gut microbiota-derived SCFAs promote follicular maturation and increase litter size in sows by stimulating leptin secretion from peri-ovarian gWAT, thus providing novel insights into enhancing reproductive outcomes in mammals. Video Abstract.\n    </p>\n            </div>\n    <p>\n        <strong>\n          Keywords:\n        </strong>\n      Fecal microbiota transplantation; Follicular development; Granulosa cells; Sows.\n    </p>\n  </div>\n  <p>\n    © 2025. The Author(s).\n  </p>\n  <p>\n  <a href=\"https://pubmed.ncbi.nlm.nih.gov/disclaimer/\" target=\"_blank\">PubMed Disclaimer</a>\n</p>\n  <div>\n    <h2>\n      Conflict of interest statement\n    </h2>\n    <p>Declarations. Ethics approval and consent to participate: All experiments involving swine and mice were carried out in accordance with the recommendations of the Guide for the Care and Use of Laboratory Animals Monitoring Committee of Hubei Province, China, and the protocol was approved by the Scientific Ethics Committee of Huazhong Agricultural University (approval numbers: HZAUSW-2018–015, HZAUMO-2019–024, HZAUSW-2021–0012, and HZAUMO-2021–0049). Consent for publication: Not applicable. Competing interests: The authors declare no competing interests.</p>\n  </div>\n      <div>\n        <h2>\n          Figures\n        </h2>\n        <div>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/86a2/12574281/e9299f332dc6/40168_2025_2174_Fig1_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/86a2/12574281/10b53d7cb665/40168_2025_2174_Fig1_HTML.gif\" alt=\"Fig. 1\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 1\n    </strong>\n    <p>Effects of FMT from Meishan sows on the gut microbiota and follicular development in recipient L × Y sows. <b>A</b> Experimental design: L × Y sows receive saline (Ctrl), sterilized fecal suspension (SFMT), low-concentration fecal suspension (LFMT), and high-concentration fecal suspension (HFMT) from Meishan sows with similar age starting at 90 days of age; ovary tissue, plasma sample, and rectal stool were collected at the terminal of the third estrus (24 h after estrus detection, <i>n</i> = 7). <b>B</b> PCoA plot based on weighted UniFrac distance demonstrate distinct fecal microbial composition intergroup (percent variation explained by each PCo is shown in parentheses) (<i>n</i> = 7). <b>C</b> Species diversity of gut microbiota indicated by alpha diversity indices including Observed species, Chao1, ACE, Shannon, Simpson, and Coverage, respectively (<i>n</i> = 7). Linked-bar plots of the relative abundances of microbes at <b>D</b> phylum and <b>E</b> genus levels, respectively. <b>F</b> Representative ovaries and hematoxylin and eosin (H&amp;E)-stained ovarian sections with follicular stages including primordial follicles (white triangle), primary follicles (black triangle), secondary follicles (black star), and antral follicles (white star), atretic follicles (rightwards dashed arrow), and corpus luteum (rightwards arrow). Scale bar, 200 μm. <b>G</b> Counts of primitive follicle, primary follicle, secondary follicle, and antral follicle based on H&amp;E-stained section; Counts of diameter ≥ 5 mm follicles and corpus luteum (<i>n</i> = 7). For 16S rRNA gene sequencing, we use Kruskal–Wallis with Dunn’s test; For the other data, a two tailed Student's <i>t</i> test was used for two group comparisons, and one-way ANOVA followed by Tukey’s test for multiple comparisons; *<i>P</i> &lt; 0.05, **<i>P</i> &lt; 0.01, ***<i>P</i> &lt; 0.001; data are presented as means ± SEM</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/86a2/12574281/f675ac00f7ea/40168_2025_2174_Fig2_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/86a2/12574281/47960b71db65/40168_2025_2174_Fig2_HTML.gif\" alt=\"Fig. 2\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 2\n    </strong>\n    <p>Effects of FMT on reproductive hormone levels in recipient L × Y sows during the estrous cycle. The concentrations shift of <b>A</b> FSH, <b>B</b> LH, <b>C</b> Estradiol, and <b>D</b> Progesterone in plasma at different sampling time points, respectively. The concentrations of <b>E</b> FSH, <b>F</b> LH, <b>G</b> Estradiol, and <b>H</b> Progesterone in follicular fluid. A two tailed Student's <i>t</i> test was used for two group comparisons, and one-way ANOVA followed by Tukey’s test for multiple comparisons; *<i>P</i> &lt; 0.05, **<i>P</i> &lt; 0.01, ***<i>P</i> &lt; 0.001; data are presented as means ± SEM</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/86a2/12574281/d9fb2463bce2/40168_2025_2174_Fig3_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/86a2/12574281/5aa4f6c6b76e/40168_2025_2174_Fig3_HTML.gif\" alt=\"Fig. 3\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 3\n    </strong>\n    <p>Gut microbiota regulates the apoptosis of ovarian follicular granulosa cells in association with fecal marker bacteria and SCFAs in sows. <b>A</b> Multi-omics analysis including microbial profiling for rectal feces (<i>n</i> = 7) and proteomics iTRAQ for ovary tissues (<i>n</i> = 4). <b>B</b> The marker microbes in LFMT and Ctrl identified by LEfSe (<i>n</i> = 7). <b>C</b> Functional prediction (assigned into KEGG categories) of the gut microbiota with PICRUSt2 based on the 16S rRNA gene sequences (<i>n</i> = 7). <b>D</b> SCFAs concentrations in sow's feces including acetate, propionate, and butyrate (<i>n</i> = 7). <b>E</b> Volcano plot of DEPs between Ctrl and LFMT groups identified by proteomics iTRAQ. <b>F</b> Bubble plot of KEGG pathways enriched by DEPs. <b>G</b> Representative TUNEL-stained (Yellow) ovarian sections of secondary and antral follicles. Scale bar, 50 μm or 100 μm. <b>H</b> Heatmap plots show the correlation and significance between gut microbial metabolites SCFAs, the marker microbes, and apoptosis/follicles count. For 16S rRNA gene sequencing and proteomics data, we use Kruskal–Wallis with Dunn’s test; For the other data, a two tailed Student's <i>t</i> test was used for two group comparisons, and one-way ANOVA followed by Tukey's test for multiple comparisons; *<i>P</i> &lt; 0.05, **<i>P</i> &lt; 0.01, ***<i>P</i> &lt; 0.001; data are presented as means ± SEM</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/86a2/12574281/cf64cf896a43/40168_2025_2174_Fig4_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/86a2/12574281/705c8b5955f0/40168_2025_2174_Fig4_HTML.gif\" alt=\"Fig. 4\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 4\n    </strong>\n    <p>FMT from Meishan sows shifted the metabolomic profiling of both plasma and liver tissue in recipient L × Y sows. <b>A</b> Multi-omics analysis including untargeted metabolomics for plasma and liver tissues. <b>B</b>, <b>C</b> Heat maps of ion signal intensity in plasma and liver tissues, respectively. <b>D</b>, <b>E</b> PCA plots based on the ion signal intensity in plasma and liver tissues, respectively. <b>F</b>, <b>G</b> KEGG pathway enrichment analysis for the different metabolites in plasma and liver tissues, respectively. <b>H</b> Pie charts of relative abundance of FMT-altered metabolites in liver tissue and plasma. <b>I</b> The SCFAs concentrations in plasma. For metabolomic data, we use Kruskal–Wallis with Dunn's test. For the other data, a two tailed Student's <i>t</i> test was used for two group comparisons; *<i>P</i> &lt; 0.05, **<i>P</i> &lt; 0.01; data are presented as means ± SEM</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/86a2/12574281/0dc7d7313f1a/40168_2025_2174_Fig5_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/86a2/12574281/869a3305c8ee/40168_2025_2174_Fig5_HTML.gif\" alt=\"Fig. 5\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 5\n    </strong>\n    <p>The key bacteria derived SCFAs suppress granulosa cells and promote follicle maturation related to enhanced leptin secretion from gWAT. A Experimental design. Ovary tissue, plasma sample, and intestine stool were collected immediately after sacrifice (<i>n</i> = 8). <b>B</b> SCFAs concentration in plasma. <b>C</b> Representative DAB-TUNEL (Yellow)-stained ovarian tissue slices of mice. Scale bar, 100 μm. <b>D</b> The mean optical density of TUNEL positive signal (Yellow). <b>E</b> Counts of primitive follicle, primary follicle, secondary follicle, antral follicle, and atretic follicle based on histomorphology analysis of ovarian tissue slices of mice. <b>F</b> relative weight (% body weight) of gWAT, mesenteric white adipose tissue (mWAT), and subcutaneous white adipose tissue (sWAT), respectively. <b>G</b> The concentration of leptin in plasma of mice. <b>H</b> Representative gWAT and immunofluorescence analysis using an antibody against leptin on gWAT histological slices (Red = leptin, Blue = DAPI). Scale bar, 100 μm. <b>I</b> The mean optical density of leptin-staining (Red) on gWAT histological slices of mice. <b>J</b> Heatmap plots show the correlation and significance among SCFAs, gWAT weight, and leptin with both follicular development and markers of follicular granulosa cells apoptosis (TUNEL staining). A two tailed Student's <i>t</i>-test was used for two group comparisons, and one-way ANOVA followed by Tukey's test for multiple comparisons; *<i>P</i> &lt; 0.05, **<i>P</i> &lt; 0.01, ***<i>P</i> &lt; 0.001; data are presented as means ± SEM</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/86a2/12574281/8b86ecebbae4/40168_2025_2174_Fig6_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/86a2/12574281/98d8b5f4b0a5/40168_2025_2174_Fig6_HTML.gif\" alt=\"Fig. 6\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 6\n    </strong>\n    <p>gWAT-derived leptin mediated SCFAs suppressing oxidative induced granulosa cells apoptosis.<b> A</b> Experimental design. Ovary tissue, plasma, WAT, and cecum were collected immediately after sacrifice. <b>B</b> Relative mRNA expression of leptin gene in gWAT, mWAT, and sWAT, respectively. <b>C</b> The concentrations of leptin in plasma of mice. <b>D</b> Relative weight (% body weight) of gWAT, mWAT, and sWAT, respectively. <b>E</b> Relative mRNA expression of Gpr43 gene in mWAT, gWAT, and sWAT, respectively. <b>F</b> Representative DAB-TUNEL stained ovarian slices of mice, respectively. Scale bar, 100 μm. <b>G</b> Counts of primordial follicle, primary follicle, secondary follicle, antral follicle, and atretic follicle based on H&amp;E-stained slices of mice. <b>H</b> Mean optical density of DAB-TUNEL staining (Yellow) in mice. <b>I</b> The relative mRNA levels of <i>Gpr43</i> in gWAT of mice. <b>J</b> Representative H&amp;E-stained and immunofluorescence analysis using an antibody against leptin on gWAT histological slices (Red = leptin, Blue = DAPI), respectively. Scale bar, 100 μm. <b>K</b> The mean optical density of leptin-staining (Red) on gWAT histological slices of mice. A two tailed Student's <i>t</i> test was used for two group comparisons, and one-way ANOVA followed by Tukey's test for multiple comparisons; *<i>P</i> &lt; 0.05, **<i>P</i> &lt; 0.01, ***<i>P</i> &lt; 0.001; data are presented as means ± SEM</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/86a2/12574281/2df6068b1bbc/40168_2025_2174_Fig7_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/86a2/12574281/0528aeb1cfcd/40168_2025_2174_Fig7_HTML.gif\" alt=\"Fig. 7\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 7\n    </strong>\n    <p>GPR43-leptin axis mediated SCFAs suppressing oxidative stress-induced ovarian granulosa cell apoptosis. <b>A</b> Experimental design. Ovary tissue, plasma, WAT, and cecum were collected immediately after sacrifice. <b>B</b> Representative DAB-TUNEL stained ovarian slices of mice, respectively. Scale bar, 100 μm. <b>C</b> Counts of primordial follicle, primary follicle, secondary follicle, antral follicle, and atretic follicle based on H&amp;E-stained slices of mice. <b>D</b> Relative weight (% body weight) of gWAT. <b>E</b> The relative mRNA levels of <i>Gpr43</i> in gWAT of mice. <b>F</b> Representative H&amp;E-stained and immunofluorescence analysis using an antibody against leptin on gWAT histological slices (Red = leptin, Blue = DAPI), respectively. Scale bar, 50 μm or100 μm. <b>G</b> The average cell area of adipocyte in gWAT. <b>H</b> The concentrations of leptin in plasma of mice. <b>I</b> Culture in vitro of gWAT cells from wild-type mice or <i>Gpr43</i><sup><i>−/−</i></sup> mice. <b>J</b> Treating gWAT cells cultured in vitro with different concentrations of SCFAs and determinating the leptin concentration in the supernatant. <b>K</b> The relative mRNA levels of <i>Ppar-r2</i> gene. <b>L</b> The relative mRNA levels of <i>Cebpa</i> gene. A two tailed Student's <i>t</i> test was used for two group comparisons, and one-way ANOVA followed by Tukey's test for multiple comparisons; *<i>P</i> &lt; 0.05, **<i>P</i> &lt; 0.01, ***<i>P</i> &lt; 0.001; data are presented as means ± SEM</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/86a2/12574281/bad0c026412d/40168_2025_2174_Fig8_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/86a2/12574281/8b18cb85cd05/40168_2025_2174_Fig8_HTML.gif\" alt=\"Fig. 8\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 8\n    </strong>\n    <p>SCFAs suppress follicular atresia via leptin-PI3K-AKT mediated suppression on granulosa cell apoptosis. <b>A</b> Treatment of porcine ovarian granulosa cells with leptin in a H<sub>2</sub>O<sub>2</sub>-induced apoptosis model in vitro. <b>B</b> % TUNEL-positive cells. <b>C</b> RNA sequencing analysis. <b>D</b> KEGG enrichment analysis of differentially expressed genes. <b>E</b> The results of RT-qPCR analysis of the main genes of the PI3K-Akt signaling pathway, including <i>LEPR</i>, <i>PI3K</i>, <i>JAK2</i>, <i>AKT1</i>, <i>AKT2</i>, <i>BCL2</i>, and Caspase-3, respectively. <b>F</b> Treatment of porcine ovarian granulosa cells with PI3K inhibitor LY294002 in a H<sub>2</sub>O<sub>2</sub>-induced apoptosis model in vitro. <b>G</b> % TUNEL-positive cells. <b>H</b> Experimental design.<b> I</b> Representative DAB-TUNEL stained ovarian slices of mice, respectively. Scale bar, 100 μm. <b>J</b> Counts of primordial follicle, primary follicle, secondary follicle, antral follicle, and atretic follicle based on H&amp;E-stained slices of mice. <b>K</b> Mean optical density of DAB-TUNEL staining (Yellow) in mice. For RNA sequencing data, we use Kruskal–Wallis with Dunn’s test. For the other data, a two-tailed Student's <i>t</i> test was used for two group comparisons, and one-way ANOVA followed by Tukey's test for multiple comparisons; *<i>P</i> &lt; 0.05, **<i>P</i> &lt; 0.01, ***<i>P</i> &lt; 0.001; data are presented as means ± SEM</p>\n                </figcaption>\n            </figure>\n            <figure>\n              <a target=\"_blank\" href=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/86a2/12574281/c4359ba1bd25/40168_2025_2174_Fig9_HTML.jpg\">\n                <img src=\"https://cdn.ncbi.nlm.nih.gov/pmc/blobs/86a2/12574281/2d72b0b80deb/40168_2025_2174_Fig9_HTML.gif\" alt=\"Fig. 9\" />\n              </a>\n                <figcaption>\n    <strong>\n      Fig. 9\n    </strong>\n    <p>SCFAs supplementation promoted follicular maturation and increased litter size in sows. <b>A</b> Experimental design. Ovary tissue, plasma sample, and intestine stool were collected immediately after sacrifice (<i>n</i> = 7). <b>B</b> The concentration of SCFAs in plasma. <b>C</b> Representative ovaries and H&amp;E-stained ovarian slices. Scale bar, 500 μm and 2000 μm. <b>D</b> Counts of primitive follicles, primary follicles, secondary follicles, antral follicles, and corpus luteum based on H&amp;E-stained slices. <b>E</b> Litter size (<i>n</i> = 959 for Ctrl and<i> n</i> = 1040 for SCFAs). <b>F</b> The relative mRNA levels of the main genes of the PI3K-Akt signaling pathway, including <i>LEPR</i>, <i>PI3K</i>, <i>JAK2</i>, <i>Akt1</i>, <i>Akt2</i>, and <i>Caspase-3</i>, respectively. <b>G</b> Representative H&amp;E-stained and immunohistochemical staining analysis using an antibody against leptin on gWAT histological slices (Yellow = leptin), Scale bar, 200 μm. <b>H</b> The average cell area of adipocyte in gWAT. <b>I</b> The mean optical density of leptin-staining (Yellow) on gWAT histological slices of mice. <b>J</b> The concentration of leptin in follicular fluid. A two tailed Student's <i>t</i> test was used for two group comparisons, and one-way ANOVA followed by Tukey's test for multiple comparisons; *<i>P</i> &lt; 0.05, **<i>P</i> &lt; 0.01, ***<i>P</i> &lt; 0.001; data are presented as means ± SEM</p>\n                </figcaption>\n            </figure>\n        </div>\n      </div>\n  <div>\n    <h2>\n      References\n    </h2>\n    <div>\n      <ol>\n  <li>\n    <ol>\n        <li>\n            Georges M, Charlier C, Hayes B. Harnessing genomic information for livestock improvement. Nat Rev Genet. 2019;20(3):135–56. 10.1038/s41576-018-0082-2.\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/30514919/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            OECD, Food, Nations AOotU. OECD-FAO Agricultural Outlook 2022–2031. 2022.\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Yu W, Jensen JD. Sustainability implications of rising global pork demand. Anim Front. 2022;12(6):56–60.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC9749802/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/36530505/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Rauw WM, Rydhmer L, Kyriazakis I, Øverland M, Gilbert H, Dekkers JC, et al. Prospects for sustainability of pig production in relation to climate change and novel feed resources. J Sci Food Agric. 2020;100(9):3575–86. 10.1002/jsfa.10338.\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC7318173/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/32077492/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Solà-Oriol D, Gasa J. Feeding strategies in pig production: sows and their piglets. Anim Feed Sci Tech. 2017;233:34–52. 10.1016/j.anifeedsci.2016.07.018.\n        </li>\n    </ol>\n  </li>\n      </ol>\n</div>\n  </div>\n    <div>\n      <h2>\n        MeSH terms\n      </h2>\n      <ul><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li></ul>\n    </div>\n    <div>\n      <h2>\n        Substances\n      </h2>\n      <ul><li></li><li></li></ul>\n    </div>\n    <div>\n      <h2>\n        Grants and funding\n      </h2>\n      <div><ul><li><a target=\"_blank\" title=\"All articles for grant LQN25C170003/Zhejiang Provincial Natural Science Foundation of China\" href=\"https://pubmed.ncbi.nlm.nih.gov/?term=LQN25C170003%2FZhejiang+Provincial+Natural+Science+Foundation+of+China%5BGrants+and+Funding%5D&amp;sort=date&amp;sort_order=desc\">\n          LQN25C170003/Zhejiang Provincial Natural Science Foundation of China\n        </a></li><li><a target=\"_blank\" title=\"All articles for grant 2024LFR079/Research and Development Project of Zhejiang Agricultural and Forestry University\" href=\"https://pubmed.ncbi.nlm.nih.gov/?term=2024LFR079%2FResearch+and+Development+Project+of+Zhejiang+Agricultural+and+Forestry+University%5BGrants+and+Funding%5D&amp;sort=date&amp;sort_order=desc\">\n          2024LFR079/Research and Development Project of Zhejiang Agricultural and Forestry University\n        </a></li><li><a target=\"_blank\" title=\"All articles for grant 32230099/National Natural Science Foundation of China\" href=\"https://pubmed.ncbi.nlm.nih.gov/?term=32230099%2FNational+Natural+Science+Foundation+of+China%5BGrants+and+Funding%5D&amp;sort=date&amp;sort_order=desc\">\n          32230099/National Natural Science Foundation of China\n        </a></li><li><a target=\"_blank\" title=\"All articles for grant 2021hszd018/Foundation of Hubei Hongshan Laboratory\" href=\"https://pubmed.ncbi.nlm.nih.gov/?term=2021hszd018%2FFoundation+of+Hubei+Hongshan+Laboratory%5BGrants+and+Funding%5D&amp;sort=date&amp;sort_order=desc\">\n          2021hszd018/Foundation of Hubei Hongshan Laboratory\n        </a></li><li><a target=\"_blank\" title=\"All articles for grant 2022YFD130015/National Key Research and Development Program of China\" href=\"https://pubmed.ncbi.nlm.nih.gov/?term=2022YFD130015%2FNational+Key+Research+and+Development+Program+of+China%5BGrants+and+Funding%5D&amp;sort=date&amp;sort_order=desc\">\n          2022YFD130015/National Key Research and Development Program of China\n        </a></li></ul><ul><li><a target=\"_blank\" title=\"All articles for grant 2662023DKPY002/Fundamental Research Funds for the Central Universities\" href=\"https://pubmed.ncbi.nlm.nih.gov/?term=2662023DKPY002%2FFundamental+Research+Funds+for+the+Central+Universities%5BGrants+and+Funding%5D&amp;sort=date&amp;sort_order=desc\">\n          2662023DKPY002/Fundamental Research Funds for the Central Universities\n        </a></li></ul></div>\n    </div>\n  <div>\n    <h2>\n      LinkOut - more resources\n    </h2>\n    <ul><li><h3>Full Text Sources</h3><ul><li><a href=\"https://microbiomejournal.biomedcentral.com/articles/10.1186/s40168-025-02174-y\" target=\"_blank\">\n                    BioMed Central\n                  </a></li><li><a href=\"https://pmc.ncbi.nlm.nih.gov/articles/pmid/41163076/\" target=\"_blank\">\n                    PubMed Central\n                  </a></li></ul></li></ul>\n  </div>\n  </div>",
  "author": "",
  "favicon": "https://cdn.ncbi.nlm.nih.gov/coreutils/nwds/img/favicons/favicon-192.png",
  "source": "pubmed.ncbi.nlm.nih.gov",
  "published": "",
  "ttr": 455,
  "type": "website"
}