{
  "url": "https://pubmed.ncbi.nlm.nih.gov/41168882/?fc=None&ff=20251031174016&v=2.18.0.post22+67771e2",
  "title": "Host species and geographic location shape microbial diversity and functional potential in the conifer needle microbiome - PubMed",
  "description": "This dataset offers new insights into the microbial communities inhabiting the conifer needle surface, laying the foundation for future research on needle microbiomes across temporal and spatial scales. Variation in functional capabilities, such as volatile organic compound (VOC) degradation and pol …",
  "links": [
    "https://pubmed.ncbi.nlm.nih.gov/41168882/?fc=None&ff=20251031174016&v=2.18.0.post22+67771e2"
  ],
  "image": "https://cdn.ncbi.nlm.nih.gov/pubmed/persistent/pubmed-meta-image-v2.jpg",
  "content": "<div>\n      <div>\n<h2>\n  Host species and geographic location shape microbial diversity and functional potential in the conifer needle microbiome\n</h2>\n<p><span>\n        <span><span>Robert M Bowers</span><span> et al.</span></span>\n  </span>\n      <span>\n        Microbiome<span>.</span>\n      </span>\n        <span>\n          2025<span>.</span>\n        </span>\n</p>\n      </div>\n  <div>\n      <h2>\n        Abstract\n      </h2>\n            <div>\n    <p>\n        <strong>\n          Background:\n        </strong>\n      The aerial surface of plants, known as the phyllosphere, hosts a complex and dynamic microbiome that plays essential roles in plant health and environmental processes. While research has focused on root-associated microbiomes, the phyllosphere remains comparatively understudied, especially in forest ecosystems. Despite the global ecological dominance and importance of conifers, no previous study has applied shotgun metagenomics to their phyllosphere microbiomes.\n    </p>\n    <p>\n        <strong>\n          Results:\n        </strong>\n      This study uses metagenomic sequencing to explore the microbial phyllosphere communities of subalpine Western conifer needle surfaces from 67 trees at six sites spanning the Rocky Mountains, including 31 limber pine, 18 Douglas fir, and 18 Engelmann spruce. Sites span ~ 1,075 km and nearly 10° latitude, from Glacier National Park to Rocky Mountain Biological Laboratory, capturing broad environmental variation. Metagenomes were generated for each of the 67 samples, for which we produced individual assemblies, along with three large coassemblies specific to each conifer host. From these datasets, we reconstructed 447 metagenome-assembled genomes (MAGs), 417 of which are non-redundant at the species level. Beyond increasing the total number of extracted MAGs from 153 to 294, the three coassemblies yielded three large MAGs, representing partial sequences of host genomes. Phylogenomics of all microbial MAGs revealed communities predominantly composed of bacteria (n = 327) and fungi (n = 117). We show that both microbial community composition and metabolic potential differ significantly across host tree species and geographic sites, with site exerting a stronger influence than host.\n    </p>\n    <p>\n        <strong>\n          Conclusions:\n        </strong>\n      This dataset offers new insights into the microbial communities inhabiting the conifer needle surface, laying the foundation for future research on needle microbiomes across temporal and spatial scales. Variation in functional capabilities, such as volatile organic compound (VOC) degradation and polysaccharide metabolism, closely tracks shifts in taxonomic composition, indicating that host-specific chemistry, local environmental factors, and regional microbial source pools jointly shape ecological roles. Moreover, the observed patterns of mobile genetic elements and horizontal gene transfer suggest that gene exchange predominantly occurs within microbial lineages, with occasional broader transfers dispersing key functional genes (e.g., those involved in polysaccharide metabolism), which may facilitate microbiome adaptation.\n    </p>\n            </div>\n    <p>\n        <strong>\n          Keywords:\n        </strong>\n      Conifer; Metagenome; Microbial ecology; Mobile genetic elements; Phyllosphere.\n    </p>\n  </div>\n  <p>\n    © 2025. The Author(s).\n  </p>\n  <p>\n  <a href=\"https://pubmed.ncbi.nlm.nih.gov/disclaimer/\" target=\"_blank\">PubMed Disclaimer</a>\n</p>\n  <div>\n    <h2>\n      Conflict of interest statement\n    </h2>\n    <p>Declarations. Ethics approval and consent to participate: Not applicable. Consent for publication: Not applicable. Competing interests: The authors declare no competing interests.</p>\n  </div>\n  <div>\n    <h2>\n      References\n    </h2>\n    <div>\n      <ol>\n  <li>\n    <ol>\n        <li>\n            Addison S, Armstrong C, Wigley K, Hartley R, Wakelin S. What matters most? Assessment of within-canopy factors influencing the needle microbiome of the model conifer, Pinus radiata. Environ Microbiome. 2023;18(1):45.\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/37254222/\">\n                    PubMed\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/10230745/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://doi.org/10.1186/s40793-023-00507-8\">\n                    DOI\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Anderson MJ. A new method for non-parametric multivariate analysis of variance: non-parametric manova for ecology. Austral Ecol. 2001;26(1):32–46.\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Arnold AE, Mejía LC, Kyllo D, Rojas EI, Maynard Z, Robbins N, et al. Fungal endophytes limit pathogen damage in a tropical tree. Proc Natl Acad Sci U S A. 2003;100(26):15649–54.\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/14671327/\">\n                    PubMed\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://pmc.ncbi.nlm.nih.gov/articles/307622/\">\n                    PMC\n                  </a>\n                  -\n                  <a target=\"_blank\" href=\"https://doi.org/10.1073/pnas.2533483100\">\n                    DOI\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            Baldrian P. Forest microbiome: diversity, complexity and dynamics. FEMS Microbiol Rev. 2017;41(2):109–30.\n                  -\n                  <a target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/27856492/\">\n                    PubMed\n                  </a>\n        </li>\n    </ol>\n  </li>\n  <li>\n    <ol>\n        <li>\n            BBMap. 2022. SourceForge. July 15, 2022. <a href=\"https://sourceforge.net/projects/bbmap/\" target=\"_blank\">https://sourceforge.net/projects/bbmap/</a> .\n        </li>\n    </ol>\n  </li>\n      </ol>\n</div>\n  </div>\n    <div>\n      <h2>\n        MeSH terms\n      </h2>\n      <ul><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li><li></li></ul>\n    </div>\n  </div>",
  "author": "",
  "favicon": "https://cdn.ncbi.nlm.nih.gov/coreutils/nwds/img/favicons/favicon-192.png",
  "source": "pubmed.ncbi.nlm.nih.gov",
  "published": "",
  "ttr": 105,
  "type": "website"
}