{
  "url": "https://microbiomejournal.biomedcentral.com/articles/10.1186/s40168-025-02258-9",
  "title": "Distinguishing diet- and microbe-derived metabolites in the human gut - Microbiome",
  "description": "Background Human gut microbes metabolize food and host secretions, consuming and producing small molecules that are important to health and homeostasis. Here, we present an atlas of diet- and microbiome-derived metabolites in the human gut, constructed from a controlled feeding experiment of adults on omnivore and enteral nutrition diets. Results By comparing metabolite concentration before and after microbiome depletion with antibiotics and polyethylene glycol, we identified 2856 microbial products decreasing and 1057 microbial substrates increasing in concentration after depletion. We also identified 2496 diet-derived metabolites by comparing diet groups when the microbiome was depleted. Seven days after antibiotics, 98% of gut metabolites recovered to pre-antibiotic levels in the omnivore group. In plasma samples, only 93 microbiome-derived metabolites varied with gut microbiome depletion, indicating a limited impact on circulating metabolites. To demonstrate our metabolite atlas, we annotated metabolites associated with inflammatory bowel disease and identified the microbiome-derived metabolites altered in gut dysbiosis. Conclusions We identified metabolites associated with the metabolism of the human gut microbiome, mapping its overall metabolic potential. Furthermore, we measured the rate at which metabolites were recovered following gut microbiome disruption.",
  "links": [
    "https://link.springer.com/article/10.1186/s40168-025-02258-9",
    "https://microbiomejournal.biomedcentral.com/articles/10.1186/s40168-025-02258-9"
  ],
  "image": "https://static-content.springer.com/image/art%3A10.1186%2Fs40168-025-02258-9/MediaObjects/40168_2025_2258_Fig1_HTML.png",
  "content": "<div>\n                    <div><h2 id=\"Abs1\">Abstract</h2><div><h3>Background</h3><p>Human gut microbes metabolize food and host secretions, consuming and producing small molecules that are important to health and homeostasis. Here, we present an atlas of diet- and microbiome-derived metabolites in the human gut, constructed from a controlled feeding experiment of adults on omnivore and enteral nutrition diets.</p><h3>Results</h3><p>By comparing metabolite concentration before and after microbiome depletion with antibiotics and polyethylene glycol, we identified 2856 microbial products decreasing and 1057 microbial substrates increasing in concentration after depletion. We also identified 2496 diet-derived metabolites by comparing diet groups when the microbiome was depleted. Seven days after antibiotics, 98% of gut metabolites recovered to pre-antibiotic levels in the omnivore group. In plasma samples, only 93 microbiome-derived metabolites varied with gut microbiome depletion, indicating a limited impact on circulating metabolites. To demonstrate our metabolite atlas, we annotated metabolites associated with inflammatory bowel disease and identified the microbiome-derived metabolites altered in gut dysbiosis.</p><h3>Conclusions</h3><p>We identified metabolites associated with the metabolism of the human gut microbiome, mapping its overall metabolic potential. Furthermore, we measured the rate at which metabolites were recovered following gut microbiome disruption.</p></div></div>\n            <section>\n                <h3 id=\"inline-recommendations\">Similar content being viewed by others</h3>\n            </section>\n                                <div>\n                                    <div><h2 id=\"Sec1\">Introduction</h2><div><p>Humans coexist with trillions of bacteria and other microbes in the gastrointestinal tract with the largest biomass being in the large intestine, constituting an ecosystem known as the gut microbiome. These microbes interact with digested food that reaches the lower gut and carry out a variety of biochemical transformations as they live together and compete for resources. The diverse set of small-molecule metabolites produced by the human gut microbiome includes molecules that cannot be produced by the host, such as secondary bile acids [<a target=\"_blank\" title=\"Funabashi M, Grove TL, Wang M, Varma Y, McFadden ME, Brown LC, et al. A metabolic pathway for bile acid dehydroxylation by the gut microbiome. Nature. 2020;582:566–70.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR1\">1</a>], indoles [<a target=\"_blank\" title=\"Dodd D, Spitzer MH, Van Treuren W, Merrill BD, Hryckowian AJ, Higginbottom SK, et al. A gut bacterial pathway metabolizes aromatic amino acids into nine circulating metabolites. Nature. 2017;551:648–52.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR2\">2</a>], and short-chain fatty acids [<a target=\"_blank\" title=\"Vital M, Howe AC, Tiedje JM. Revealing the bacterial butyrate synthesis pathways by analyzing (meta)genomic data. MBio. 2014;5:e00889.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR3\">3</a>].\n</p><p>Gut microbiome metabolites are critically important to human health and metabolism. The short-chain fatty acid butyrate is produced by gut bacterial fermentation of complex carbohydrates and is a main energy source for colonocytes [<a target=\"_blank\" title=\"Smith SA, Ogawa SA, Chau L, Whelan KA, Hamilton KE, Chen J, et al. Mitochondrial dysfunction in inflammatory bowel disease alters intestinal epithelial metabolism of hepatic acylcarnitines. J Clin Invest. 2021. \n                  https://doi.org/10.1172/JCI133371\n                .\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR4\">4</a>, <a target=\"_blank\" title=\"Donohoe DR, Garge N, Zhang X, Sun W, O’Connell TM, Bunger MK, et al. The microbiome and butyrate regulate energy metabolism and autophagy in the mammalian colon. Cell Metab. 2011;13:517–26.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR5\">5</a>]. Gut microbes synthesize several B vitamins and vitamin K, which are in turn used by other bacteria and the host [<a target=\"_blank\" title=\"Magnusdottir S, Ravcheev D, de Crecy-Lagard V, Thiele I. Systematic genome assessment of B-vitamin biosynthesis suggests co-operation among gut microbes. Front Genet. 2015;6:148.\" href=\"https://microbiomejournal.biomedcentral.com/articles/10.1186/s40168-025-02258-9#ref-CR6\">6</a>,<a target=\"_blank\" title=\"LeBlanc JG, Milani C, de Giori GS, Sesma F, van Sinderen D, Ventura M. Bacteria as vitamin suppliers to their host: a gut microbiota perspective. Curr Opin Biotechnol. 2013;24:160–8.\" href=\"https://microbiomejournal.biomedcentral.com/articles/10.1186/s40168-025-02258-9#ref-CR7\">7</a>,<a target=\"_blank\" title=\"Guetterman HM, Huey SL, Knight R, Fox AM, Mehta S, Finkelstein JL. Vitamin B-12 and the gastrointestinal microbiome: a systematic review. Adv Nutr. 2022;13:530–58.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR8\">8</a>]. Bilirubin, a heme derivative, is secreted in bile and is further broken down into urobilin by gut bacteria. In the absence of this bacterial metabolism, bilirubin is recirculated and is thought to be the cause of neonatal jaundice [<a target=\"_blank\" title=\"Vitek L, Zelenka J, Zadinova M, Malina J. The impact of intestinal microflora on serum bilirubin levels. J Hepatol. 2005;42:238–43.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR9\">9</a>, <a target=\"_blank\" title=\"Hall B, Levy S, Dufault-Thompson K, Arp G, Zhong A, Ndjite GM, et al. BilR is a gut microbial enzyme that reduces bilirubin to urobilinogen. Nat Microbiol. 2024;9:173–84.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR10\">10</a>]. Bacteria also produce trimethylamine-<i>N</i>-oxide (TMAO) from <span>l</span>-carnitine ingested with red meat. TMAO subsequently passes to host circulation and accelerates atherosclerosis [<a target=\"_blank\" title=\"Koeth RA, Wang Z, Levison BS, Buffa JA, Org E, Sheehy BT, et al. Intestinal microbiota metabolism of L-carnitine, a nutrient in red meat, promotes atherosclerosis. Nat Med. 2013;19:576–85.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR11\">11</a>].\n</p><p>Previous studies have identified and characterized a range of gut microbial metabolites, but have not established a comprehensive atlas of diet- and microbe-derived metabolites in the human gut. The MicrobeMASST database provides metabolite profiles of individual gut microbes but not complex, interacting communities [<a target=\"_blank\" title=\" Zuffa S, Schmid R, Bauermeister A, PW PG, Caraballo-Rodriguez AM, El Abiead Y, Aron AT, Gentry EC, Zemlin J, Meehan MJ, et al: microbeMASST: a taxonomically informed mass spectrometry search tool for microbial metabolomics data. Nat Microbiol. 2024:9:336-345.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR12\">12</a>]. An observational study in humans identified microbe-derived metabolites by correlating bacterial abundances with metabolite profiles, but did not completely address the role of dietary metabolites [<a target=\"_blank\" title=\"Dekkers KF, Sayols-Baixeras S, Baldanzi G, Nowak C, Hammar U, Nguyen D, et al. An online atlas of human plasma metabolite signatures of gut microbiome composition. Nat Commun. 2022;13:5370.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR13\">13</a>]. Innovative isotope studies revealed nutrient preferences of bacteria and the molecular origins of many bacterial metabolites [<a target=\"_blank\" title=\"Zeng X, Xing X, Gupta M, Keber FC, Lopez JG, Lee YJ, et al. Gut bacterial nutrient preferences quantified in vivo. Cell. 2022;185(3441–3456):e3419.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR14\">14</a>]. Other metagenomics studies identified genes that allow bacteria to use alternative electron acceptors to derive energy from dietary and host metabolites [<a target=\"_blank\" title=\"Little AS, Younker IT, Schechter MS, Bernardino PN, Meheust R, Stemczynski J, et al. Dietary- and host-derived metabolites are used by diverse gut bacteria for anaerobic respiration. Nat Microbiol. 2024;9:55–69.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR15\">15</a>]. Another metabolomics study compared germ-free and conventionally raised mice and identified hundreds of microbe-derived metabolites in the gut, plasma, and cerebrospinal fluid [<a target=\"_blank\" title=\"Lai Y, Liu CW, Yang Y, Hsiao YC, Ru H, Lu K. High-coverage metabolomics uncovers microbiota-driven biochemical landscape of interorgan transport and gut-brain communication in mice. Nat Commun. 2021;12:6000.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR16\">16</a>]. A powerful method to identify bacterial metabolites in colonized hosts is to reduce the biomass of bacteria in the gut, a strategy that is often used in murine model systems via the use of oral antibiotics [<a target=\"_blank\" title=\"Zeng X, Xing X, Gupta M, Keber FC, Lopez JG, Lee YJ, et al. Gut bacterial nutrient preferences quantified in vivo. Cell. 2022;185(3441–3456):e3419.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR14\">14</a>]. In our study, we sought to derive the gut microbial metabolite atlas in humans, identify diet-derived metabolites, and demonstrate the relevance of this atlas to future research.</p><p>Here, we present a new analysis to deconvolute microbe- and diet-derived small-molecule metabolites in the gut. We re-analyzed the metabolomics data obtained from a controlled feeding experiment of omnivore subjects randomized to receive either a defined omnivore diet or an exclusive enteral nutrition (EEN) diet, previously published as the Food and Resulting Microbial Metabolites (FARMM) study [<a target=\"_blank\" title=\"Tanes C, Bittinger K, Gao Y, Friedman ES, Nessel L, Paladhi UR, et al. Role of dietary fiber in the recovery of the human gut microbiome and its metabolome. Cell Host Microbe. 2021;29(394–407):e395.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR17\">17</a>]. As part of the study, the subjects were given antibiotics and polyethylene glycol (PEG) to purge their intestinal tract, thereby reducing bacterial load by approximately five logs. In the original paper, where we focused on the recovery of the gut microbiome from a gut purge under three different diets, we reported increases in bacterial amino acid derivatives during the recovery phase. This inspired us to systematically compare metabolomic profiles before and after the gut purge for both diets in this paper, to identify microbe- and diet-derived metabolites in stool and plasma of humans.</p></div></div><div><h2 id=\"Sec2\">Results</h2><div><h3 id=\"Sec3\">Distinguishing diet- and microbiome-derived metabolites in the human gut</h3><p>As described in Tanes et al. [<a target=\"_blank\" title=\"Tanes C, Bittinger K, Gao Y, Friedman ES, Nessel L, Paladhi UR, et al. Role of dietary fiber in the recovery of the human gut microbiome and its metabolome. Cell Host Microbe. 2021;29(394–407):e395.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR17\">17</a>], we carried out a 15-day inpatient study where 20 omnivore participants were randomized to receive either a defined omnivorous diet (omnivore group) or exclusive enteral nutrition (EEN group) for the duration of the study (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig1\">1</a>A). The EEN diet, which lacks fiber provides a contrast to the omnivore diet prevalent in industrialized societies. On days 6–8 of the study, all subjects were given a combination of two non-absorbable oral antibiotics, vancomycin and neomycin, to deplete the gut microbiome. On day 7 of the study, all subjects were given polyethylene glycol to purge the lower gut of fecal material.</p><div><figure><figcaption><b>Fig. 1</b></figcaption><div><div><a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9/figures/1\"><picture><source type=\"image/webp\" srcset=\"https://media.springernature.com/lw685/springer-static/image/art%3A10.1186%2Fs40168-025-02258-9/MediaObjects/40168_2025_2258_Fig1_HTML.png?as=webp\"></source><img src=\"https://media.springernature.com/lw685/springer-static/image/art%3A10.1186%2Fs40168-025-02258-9/MediaObjects/40168_2025_2258_Fig1_HTML.png\" alt=\"figure 1\" /></picture></a></div><p>Diet- and microbiome-derived metabolites in the fecal samples. <b>A</b> Study design overview. <b>B</b> Core comparisons and their interpretation. <b>C</b> The total number of metabolites increased or decreased in each comparison. <b>D</b> Intersection of metabolites between comparisons. <b>E</b> Microbiome-derived metabolites in the omnivore and EEN diet groups. <b>F</b> Diet-derived metabolites in the context of intact or depleted gut microbiome</p></div><p><a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9/figures/1\"><span>Full size image</span></a></p></figure></div><p>We re-analyzed untargeted metabolomics data from this study to identify diet- and microbiome-derived metabolites in fecal and plasma samples by assembling a set of core comparisons from days 5 (pre-abx) and 9 (post-abx) of the study (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig1\">1</a>B). Fecal and plasma samples collected pre-abx reflect an intact microbiome, and those collected post-abx reflect a depleted microbiome. When the microbiome is depleted, we expect metabolites produced by an intact microbiome to decrease in concentration. Hereafter, we refer to metabolites with this association as microbial products. Likewise, we expect metabolites consumed by an intact microbiome to increase in concentration. Similarly, we use the term microbial substrates to refer to metabolites that increase when the microbiome is depleted. There are some caveats in the interpretation of the results. Since the purge intervention is a combination of decreasing microbial load and decreasing transit time, some of the diet-associated metabolites and host secretions may be annotated as microbial substrates. Furthermore, both groups consumed a clear liquid diet on day 7 ad libitum, which was different than the defined menus. To minimize the effect of this on the study results, participants resumed their assigned diet for a full day before we collected the post-purge fecal samples. Any residual effects of the clear liquid diet would be expected to be non-differential between the two diet groups, thereby biasing toward the null for analyses of diet-derived metabolites using samples from day 9. For identification of microbial-derived or diet-derived metabolites using within-subject comparisons, the direction of bias cannot be confidently predicted, but is expected to be small based on having resumed their assigned diet for a full day prior to sample collection. We carried out these comparisons in the context of both omnivore and EEN diets. Subjects on vegan diets from the original study were not included in this analysis since they did not have defined diets and continued to follow their choice of vegan diet as outpatients. To identify diet-derived metabolites without interference from microbial metabolism, we compared metabolite concentrations between both diets when the microbiome was depleted. Comparing the metabolites between diet groups with intact microbiome allowed us to evaluate diet-derived metabolites under active microbial metabolism.</p><p>Our comparisons across time points and diet groups revealed thousands of diet- and microbiome-derived metabolites in the fecal samples (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig1\">1</a>C; Additional file 1: Fig. S1). In the omnivore group, we detected 1057 metabolites that increased post-abx, representing microbial substrates, and 2856 metabolites that decreased, representing microbial products. Similarly, in the EEN group, we identified 1059 microbial substrates and 2278 products. In the depleted microbiome, we detected 2496 metabolites that were higher in the omnivore group (omnivore-derived) and 835 metabolites that were higher in the EEN group (EEN-derived). In the context of an intact microbiome, we detected only 162 omnivore-derived and 158 EEN-derived metabolites, reflecting the microbiome’s considerable flexibility in metabolizing diet-derived substrates.</p><p>Most metabolites identified in the comparisons were either unnamed or potentially fragments, isotopes, or adducts of other known metabolites (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig1\">1</a>D), underscoring the vast unexplored metabolic potential of the gut microbiome. Microbial products and substrates identified in the omnivore and EEN groups were overlapping, with 38% of the omnivore products also identified in the EEN group. This high overlap suggests either that the gut microbiome can produce a core set of metabolites from diverse substrate pools or that the majority of the microbial metabolites are produced from a number of essential metabolites common to both diets. By contrast, only 7% of the diet-derived molecules identified post-abx were also identified pre-abx.</p><p>A secondary bile acid, lithocholic acid, and a short-chain fatty acid, butyric acid levels decreased the most among gut microbe-derived metabolites (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig1\">1</a>E). Both have been extensively studied as microbial products in the gut [<a target=\"_blank\" title=\"Funabashi M, Grove TL, Wang M, Varma Y, McFadden ME, Brown LC, et al. A metabolic pathway for bile acid dehydroxylation by the gut microbiome. Nature. 2020;582:566–70.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR1\">1</a>, <a target=\"_blank\" title=\"Vital M, Howe AC, Tiedje JM. Revealing the bacterial butyrate synthesis pathways by analyzing (meta)genomic data. MBio. 2014;5:e00889.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR3\">3</a>, <a target=\"_blank\" title=\"Zeng X, Xing X, Gupta M, Keber FC, Lopez JG, Lee YJ, et al. Gut bacterial nutrient preferences quantified in vivo. Cell. 2022;185(3441–3456):e3419.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR14\">14</a>]. Among microbial substrates, we identified hippuric acid as having the greatest fold change between intact and depleted microbiome (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig1\">1</a>E). Otherwise, the list of metabolites consumed by the gut microbiome was dominated by a variety of acylcarnitines.</p><p>Among named diet-derived metabolites, shikimic and nicotinic acids (a B3 vitamin) had undetectable levels in the EEN group post-abx (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig1\">1</a>F). Other plant-derived metabolites, namely masilinic and quinic acids, exhibited lower but detectable concentrations. Conversely, the concentration of caprylic acid and a number of triacylglycerides were increased in the EEN group when the microbiome was depleted, indicating the composition of a milk fat-based diet.</p><p>In summary, we constructed a comprehensive atlas of 8712 microbe- and diet-derived metabolites in human subjects (Additional file 2: Table S1).</p><h3 id=\"Sec4\">Diet- and microbiome-derived fecal metabolites with known metabolic pathways</h3><p>We annotated the metabolites with functional categories to identify trends with microbial- and diet-derived metabolites. The microbiome-derived pathways include bile acids, heme, benzoate, tryptophan, and phenylalanine derivatives. Histidine derivatives were omnivore-derived with some of the highest fold changes, whereas EEN-derived molecules were enriched with triacylglycerides. We identified acylcarnitines as both microbial- and diet-derived.</p><p>Primary conjugated bile acids are produced by the liver and secreted into the gut lumen to aid with digestion. The bile acids that are not reabsorbed back into the blood circulation interact with the gut microbiome to be deconjugated and then dehydroxylated. In the depleted microbiome, we identified increased levels of all major primary conjugated bile acids and conjugated deoxycholic acid as well as decreased levels of two major deconjugated bile acids: lithocholic and deoxycholic acids (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig2\">2</a>A).</p><div><figure><figcaption><b>Fig. 2</b></figcaption><div><div><a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9/figures/2\"><picture><source type=\"image/webp\" srcset=\"https://media.springernature.com/lw685/springer-static/image/art%3A10.1186%2Fs40168-025-02258-9/MediaObjects/40168_2025_2258_Fig2_HTML.png?as=webp\"></source><img src=\"https://media.springernature.com/lw685/springer-static/image/art%3A10.1186%2Fs40168-025-02258-9/MediaObjects/40168_2025_2258_Fig2_HTML.png\" alt=\"figure 2\" /></picture></a></div><p>Detailed view of microbial and diet metabolites in fecal samples. Levels of <b>A</b> major bile acids, <b>B</b> heme derivatives, and <b>C</b> hippurate derivatives in the four core states in the study. <b>D</b> Estimated log fold change between intact and depleted microbiome for derivatives of essential amino acids phenylalanine and tryptophan. <b>E</b> Levels of histidine and metabolic derivatives in the depleted microbiome. <b>F</b> Estimated log fold change of triglycerides between EEN and omnivore diet groups in the depleted microbiome. Gray open circles represent triacylglycerides detected in the dataset that are not different (<i>q</i> &gt; 0.1), and black closed circles represent those that are different between EEN and omnivore groups post-abx (<i>q</i> &lt; 0.1). <b>G</b> Microbiome- and diet-derived carnitines of various length acyl chains. The <i>x</i>-axis shows the effect size of comparing intact and depleted microbiomes in the context of an omnivore diet, which identifies microbial metabolites. Horizontal error bars represent the standard error of the estimate. The <i>y</i>-axis represents the effect size of comparing EEN and omnivore diets in the depleted microbiome, which identifies diet-derived metabolites. The vertical error bars represent the standard error of the estimate. The standard errors are shown only for the metabolites with FDR &lt; 0.1 in at least one comparison</p></div><p><a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9/figures/2\"><span>Full size image</span></a></p></figure></div><p>Heme, the oxygen-binding molecule in hemoglobin, is broken down to biliverdin and bilirubin by the host. After being conjugated in the liver, bilirubin is secreted into the gut lumen [<a target=\"_blank\" title=\"Hall B, Levy S, Dufault-Thompson K, Arp G, Zhong A, Ndjite GM, et al. BilR is a gut microbial enzyme that reduces bilirubin to urobilinogen. Nat Microbiol. 2024;9:173–84.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR10\">10</a>]. In our dataset, the levels of unconjugated host metabolites, biliverdin and bilirubin, were not altered based on microbiome content or diet (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig2\">2</a>B). Mesobilirubinogen and <span>l</span>-urobilin, downstream microbial products of bilirubin, were higher in the intact microbiome than the depleted microbiome.</p><p>We identified hippuric acid as the microbial substrate with the largest effect size (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig1\">1</a>E). Its downstream products, gentisic acid and pyrocatechol, were higher in the intact microbiome only in the omnivore group (4th and 7th largest effect sizes, respectively, Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig1\">1</a>E), suggesting diet dependence. The intermediate product benzoic acid has not been identified as a microbial metabolite (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig2\">2</a>C).</p><p>Clostridium species containing the fld gene cluster reduce aromatic amino acids tryptophan, phenylalanine, and tyrosine to various metabolites [<a target=\"_blank\" title=\"Dodd D, Spitzer MH, Van Treuren W, Merrill BD, Hryckowian AJ, Higginbottom SK, et al. A gut bacterial pathway metabolizes aromatic amino acids into nine circulating metabolites. Nature. 2017;551:648–52.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR2\">2</a>]. In our dataset, we identified the essential aromatic amino acids, phenylalanine and tryptophan, as microbial substrates and their reduced derivatives phenyllactic, indoleacetic, and indole-3-proprionic acids as bacterial products (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig2\">2</a>D). Phenylacetic acid is a product of the oxidative pathway that degrades phenylalanine [<a target=\"_blank\" title=\"Pruss KM, Chen H, Liu Y, Van Treuren W, Higginbottom SK, Jarman JB, et al. Host-microbe co-metabolism via MCAD generates circulating metabolites including hippuric acid. Nat Commun. 2023;14:512.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR18\">18</a>]. We identified its conjugate, phenylacetylglutamine, as a microbial substrate. In plants, phenylalanine gets converted into cinnamic acid [<a target=\"_blank\" title=\"Hyun MW, Yun YH, Kim JY, Kim SH. Fungal and plant phenylalanine ammonia-lyase. Mycobiology. 2011;39:257–65.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR19\">19</a>]. We identified its conjugate cinnamolyglycine as a microbial substrate and its hydroxylated form, hydrocinnamic acid, as a microbial product.</p><p>Amino acids are ingested as part of the diet. In our dataset, we were able to identify histidine and 12 metabolites derived from it (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig2\">2</a>E). Histidine was equally provided by both diets; however, anserine and <i>N</i>-acetylhistamine were almost exclusively provided by the omnivore diet. Histamine, 1-methylhistidine, and <span>l</span>-histidinol were provided more from the omnivore diet. Imidazoleacetic acid was the only metabolite with higher levels in the EEN diet.</p><p>Glutamic acid can be converted into ornithine by the gut microbiome, which then feeds into the urea cycle. In our dataset, we identified glutamic and aspartic acids as substrates and <i>N</i>-acetylglutamic acid, <i>N</i>-acetylornithine, and citrulline as products (Additional file 1: Fig. S2).</p><p>The EEN group was fed a milk-based formula with corn syrup, casein, sugar, milk fat, and medium-chain triglycerides listed as top ingredients. When we compared the metabolomic profiles of both diets in the depleted microbiome, we identified various triacylglycerides with acyl lengths of 38 to 49 as mostly originating from EEN (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig2\">2</a>F). The triacylglycerides with carbon chains longer than 49 were common between both omnivore and EEN diets.</p><p>Acylcarnitines are composed of an acyl chain conjugated with a carnitine molecule. We detected 52 acylcarnitines with various acyl chain lengths in the fecal samples (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig2\">2</a>G). Six acylcarnitines with shorter acyl chain lengths were provided by the omnivore diet and consumed by the microbiome. Twenty-eight of the longer-chain acylcarnitines were provided from both omnivore and EEN diets and consumed by gut bacteria. One of the longest acylcarnitines, CAR C20:4, was produced by the gut microbiome.</p><h4 id=\"Sec5\">Reversibility of gut microbial metabolite levels after microbiome depletion</h4><p>To characterize the reversibility of microbe-derived metabolites after antibiotic intervention, we analyzed fecal metabolomics results at days 12 (4 days post-antibiotics, post + 4) and 15 (7 days post-antibiotics, post + 7) of the study. We first investigated the omnivore group, because based on our previous findings, the gut microbiome did not recover as rapidly in the EEN diet group [<a target=\"_blank\" title=\"Tanes C, Bittinger K, Gao Y, Friedman ES, Nessel L, Paladhi UR, et al. Role of dietary fiber in the recovery of the human gut microbiome and its metabolome. Cell Host Microbe. 2021;29(394–407):e395.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR17\">17</a>]. By post + 4 time point, 91% of microbial products increased and 82% of microbial substrates decreased to pre-abx levels (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig3\">3</a>A). Overall, 98% of microbial metabolites returned to pre-abx levels by the end of the study.</p><div><figure><figcaption><b>Fig. 3</b></figcaption><div><div><a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9/figures/3\"><picture><source type=\"image/webp\" srcset=\"https://media.springernature.com/lw685/springer-static/image/art%3A10.1186%2Fs40168-025-02258-9/MediaObjects/40168_2025_2258_Fig3_HTML.png?as=webp\"></source><img src=\"https://media.springernature.com/lw685/springer-static/image/art%3A10.1186%2Fs40168-025-02258-9/MediaObjects/40168_2025_2258_Fig3_HTML.png\" alt=\"figure 3\" /></picture></a></div><p>Fecal metabolites during the recovery phase in the omnivore group.<b> A</b> Percentage of microbial substrates or products that were recovered at each time point. <b>B</b> Mean fold change between recovery days and pre-abx for amino acids. Levels of <b>C</b> B vitamins, <b>D</b> major bile acids, and <b>E</b> alternate conjugates of cholic acid across all time points. <b>F</b> Mean fold change between recovery days and pre-abx for carnitines</p></div><p><a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9/figures/3\"><span>Full size image</span></a></p></figure></div><p>The gut microbiome uses amino acids as a source of carbon through Stickland fermentation. We identified 11 amino acids as microbial substrates. Of these, cystine increased by the greatest amount post-abx. The essential amino acids histidine, phenylalanine, threonine, and tryptophan were also identified as substrates. All substrate amino acid concentrations returned to pre-antibiotic levels by post + 4 (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig3\">3</a>B). Valine, another essential amino acid that was not identified as a substrate, increased in concentration temporarily post + 4.</p><p>The B vitamins thiamine (B1), riboflavin (B2), nicotinic acid (B3), panthothenic acid (B5), pyridoxal (B6), and pyridoxamine (B6) decreased with microbiome depletion. All but thiamine recovered to pre-abx levels by post + 4 (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig3\">3</a>C). Biotin showed a trend of delayed decrease. Folic acid was the only B vitamin with an increasing trend post-abx.</p><p>While the concentration of both primary and secondary conjugated bile acids decreased to pre-antibiotics levels by post + 4 in most subjects, deoxycholic acid recovered later by post + 7, and lithocholic acid had not recovered to pre-abx levels by the end of the study (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig3\">3</a>D). Furthermore, levels of tyrosocholic and leucocholic acid, recently discovered alternate conjugates of cholic acid [<a target=\"_blank\" title=\"Rimal B, Collins SL, Tanes CE, Rocha ER, Granda MA, Solanki S, et al. Bile salt hydrolase catalyses formation of amine-conjugated bile acids. Nature. 2024;626:859–63.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR20\">20</a>], were identified as microbial products and their levels recovered by post + 4 (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig3\">3</a>E).</p><p>Overall, acylcarnitine levels were slow to recover after cessation of antibiotics (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig3\">3</a>F). Of the 34 carnitines identified as microbial substrates, 30 did not recover by post + 4 and 14 had not yet recovered by post + 7. The only acylcarnitine identified as a microbial product, CAR C20:4, remained elevated at post + 4, but decreased to pre-antibiotics levels by post + 7.</p><p>The microbiome of subjects on EEN was slower to recover compared to the omnivore group after antibiotics and gut purge [<a target=\"_blank\" title=\"Tanes C, Bittinger K, Gao Y, Friedman ES, Nessel L, Paladhi UR, et al. Role of dietary fiber in the recovery of the human gut microbiome and its metabolome. Cell Host Microbe. 2021;29(394–407):e395.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR17\">17</a>]. This was also reflected in the recovery of metabolites (Additional file 1: Fig. S3A). By post + 4, only 75% of the microbial products and 68% of microbial substrates had recovered. By the end of the study, 4.5% of microbial products and 1.2% of microbial substrates were yet to recover. By post + 7, levels of microbial substrates such as hippuric acid and cinnamoylglycine were still higher than pre-abx levels, while they had recovered by post + 4 in the omnivore group (Additional file 1: Fig. S3B).</p><h3 id=\"Sec6\">Response of plasma metabolites to diet and microbiome depletion</h3><p>Next, using the same core comparisons we described in Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig1\">1</a>B, we identified microbiome- and diet-derived metabolites in plasma. The number of metabolites we identified in plasma was far less than in feces (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig4\">4</a>A). In plasma, there were 93 microbiome-derived metabolites in omnivore and 86 in EEN contexts compared to 3913 and 3337 metabolites, respectively, in feces. The number of diet-derived metabolites in plasma was 9% of what we identified in feces. Only 10 plasma metabolites increased and 83 decreased with microbiome depletion (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig4\">4</a>B, Additional file 1: Fig. S4). Most of these microbial products were common between the omnivore and EEN diet groups (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig4\">4</a>C).</p><div><figure><figcaption><b>Fig. 4</b></figcaption><div><div><a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9/figures/4\"><picture><source type=\"image/webp\" srcset=\"https://media.springernature.com/lw685/springer-static/image/art%3A10.1186%2Fs40168-025-02258-9/MediaObjects/40168_2025_2258_Fig4_HTML.png?as=webp\"></source><img src=\"https://media.springernature.com/lw685/springer-static/image/art%3A10.1186%2Fs40168-025-02258-9/MediaObjects/40168_2025_2258_Fig4_HTML.png\" alt=\"figure 4\" /></picture></a></div><p>Diet- and microbiome-derived metabolites in the plasma.<b> A</b> Total number of metabolites altered in each comparison for fecal and plasma samples. <b>B</b> Total number of plasma metabolites that increased or decreased in each comparison. <b>C</b> Intersection of plasma metabolites between comparisons. <b>D</b> Microbiome-derived metabolites in the omnivore and EEN diet groups. <b>E</b> Categories of all named diet-derived metabolites in the plasma. <b>F</b> Diet-derived metabolites in the context of intact or depleted gut microbiome that were labeled as “other” in panel <b>E</b></p></div><p><a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9/figures/4\"><span>Full size image</span></a></p></figure></div><p>Among the microbe-derived metabolites that circulate systemically, 3-indolepropionic acid had the largest fold change decrease (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig4\">4</a>D) along with several bile acids, including chenodeoxycholic, deoxycholic, and glycolithocholic acids. The phenylalanine derivative cinnamoylglycine levels decreased in plasma post-abx, in contrast to increased levels in fecal samples (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig2\">2</a>D). Microbial substrates we identified in plasma generally had a smaller fold change relative to microbial products. Four of the five named substrates in plasma were medium-chain fatty acids or triglycerides (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig4\">4</a>D).</p><p>We identified hundreds of EEN-derived plasma metabolites during microbiome depletion, including triacylglycerols or glycerophospholipids, whereas carnitines were markers of an omnivore diet (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig4\">4</a>E). Caprylic, sebacic, and hexadecanedioic acids were associated with EEN only in the context of a depleted microbiome, whereas capric and phytanic acids were EEN-derived before and after microbiome depletion (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig4\">4</a>F).</p><p>We identified 12 named metabolites and 75 unnamed metabolic features to be omnivore-derived in plasma during microbiome depletion. Masilinic acid, ectoine, trigonelline, and 1-methylhistidine were omnivore-derived in both fecal and plasma samples. Masilinic acid is prevalent in olive oil. Piperine is associated with black pepper. Only three of the named omnivore-derived metabolites, ectoine, hydroxyproline, and PC P36:4, were unique to the context of microbiome depletion (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig4\">4</a>F); the remaining metabolites were associated with the omnivore diet before and after depletion.</p><h3 id=\"Sec7\">Application of gut microbial metabolite atlas to inflammatory bowel disease</h3><p>Finally, we sought to apply our atlas of microbial metabolites to a previously published study of inflammatory bowel disease (IBD) to illustrate how our results can be used to annotate metabolomics of complex gastrointestinal conditions. We investigated to what extent metabolites that are altered in gut dysbiosis were microbiome-derived. We integrated our atlas with fecal metabolomics data from the Human Microbiome Project (HMP) using Human Microbiome Database identifiers [<a target=\"_blank\" title=\"Lloyd-Price J, Arze C, Ananthakrishnan AN, Schirmer M, Avila-Pacheco J, Poon TW, et al. Multi-omics of the gut microbial ecosystem in inflammatory bowel diseases. Nature. 2019;569:655–62.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR21\">21</a>]. Of the 518 named metabolites in the HMP data set, 414 had corresponding IDs in our metabolite atlas, which included 58 microbial products and 64 substrates. A total of 40 diet-derived metabolites overlapped between the two data sets, 8 of which were also microbial products and 12 of which were substrates.</p><p>We compared metabolite levels between control, non-dysbiotic IBD, and dysbiotic IBD subjects. In dysbiotic IBD, 84 metabolites increased and 24 decreased relative to controls (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig5\">5</a>A). A total of 28 microbial substrates were increased in dysbiosis, and none was decreased, whereas 10 microbial products were decreased in dysbiosis and 5 were increased. Together, these results suggest that the dysbiotic microbial community has a reduced ability to consume and produce metabolites.</p><div><figure><figcaption><b>Fig. 5</b></figcaption><div><div><a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9/figures/5\"><picture><source type=\"image/webp\" srcset=\"https://media.springernature.com/lw685/springer-static/image/art%3A10.1186%2Fs40168-025-02258-9/MediaObjects/40168_2025_2258_Fig5_HTML.png?as=webp\"></source><img src=\"https://media.springernature.com/lw685/springer-static/image/art%3A10.1186%2Fs40168-025-02258-9/MediaObjects/40168_2025_2258_Fig5_HTML.png\" alt=\"figure 5\" /></picture></a></div><p>Comparison to HMP2 data. <b>A</b> Histogram of dysbiosis-associated metabolites. <b>B</b> Microbial and diet metabolites disrupted by IBD-associated dysbiosis</p></div><p><a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9/figures/5\"><span>Full size image</span></a></p></figure></div><p>Microbial substrates increased with dysbiosis, including conjugated primary bile acids and a variety of carnitines (Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig5\">5</a>B). Microbial products that decreased with dysbiosis included secondary bile acid lithocholic acid, and CAR C20:4. Only four microbial-derived metabolites increased in dysbiosis: 7-ketodeoxycholic, phenyllactic, p-hydroxyphenylacetic, and 2-aminobutyric acids. Only a few metabolites were different between the non-dysbiotic IBD group and controls: SM 18:1 and LPC 18:0, microbiome substrates; as well as phenyllactic acid and 4-hydroxystyrene, microbiome products. Thus, the metabolite atlas developed from controlled human experiments provided an additional layer of information to metabolites involved in IBD-induced dysbiosis.</p></div></div><div><h2 id=\"Sec8\">Discussion</h2><div><p>In this in vivo study, we identified microbial and diet metabolites within the context of human physiology and the healthy human gut microbiome. Using untargeted fecal and plasma metabolomics profiles of 20 human subjects, we identified microbial-derived metabolites by comparing metabolite levels before and after gut microbiome depletion and identified diet-derived metabolites by comparing subjects on omnivore and EEN diets when their gut microbiomes were depleted. Our atlas validates previous literature and provides new candidates for future studies.</p><p>Primary bile acids are produced in the liver and secreted into the gut lumen to emulsify fats and help with digestion [<a target=\"_blank\" title=\"Begley M, Gahan CG, Hill C. The interaction between bacteria and bile. FEMS Microbiol Rev. 2005;29:625–51.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR22\">22</a>]. The bile acids that are not reabsorbed into the bloodstream interact with the gut microbiome, where they are deconjugated using the bile salt hydrolase (BSH) gene and dehydroxylated using the bile acid inducible (bai) operon [<a target=\"_blank\" title=\"Funabashi M, Grove TL, Wang M, Varma Y, McFadden ME, Brown LC, et al. A metabolic pathway for bile acid dehydroxylation by the gut microbiome. Nature. 2020;582:566–70.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR1\">1</a>]. Bacteria regulate the levels of bile acids in the gut [<a target=\"_blank\" title=\"Sayin SI, Wahlstrom A, Felin J, Jantti S, Marschall HU, Bamberg K, et al. Gut microbiota regulates bile acid metabolism by reducing the levels of tauro-beta-muricholic acid, a naturally occurring FXR antagonist. Cell Metab. 2013;17:225–35.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR23\">23</a>] due to the toxicity of bile acids, especially to Gram-positive bacteria [<a target=\"_blank\" title=\"Friedman ES, Li Y, Shen TD, Jiang J, Chau L, Adorini L, et al. FXR-dependent modulation of the human small intestinal microbiome by the bile acid derivative obeticholic acid. Gastroenterology. 2018;155(1741–1752):e1745.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR24\">24</a>]. In our dataset, we see a drastic decrease in unconjugated bile acids and an increase in conjugated bile acids with gut purge, which points to impeded BSH and bai transformations. Despite BSH being ubiquitous in the gut microbiome [<a target=\"_blank\" title=\"Jones BV, Begley M, Hill C, Gahan CG, Marchesi JR. Functional and comparative metagenomic analysis of bile salt hydrolase activity in the human gut microbiome. Proc Natl Acad Sci U S A. 2008;105:13580–5.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR25\">25</a>], the levels of unconjugated secondary bile acids remain low 7 days after the gut purge. The effects of reduced BSH activity can also be seen in plasma, since major unconjugated bile acids are almost nonexistent in the depleted microbiome, suggesting they are not deconjugated in the gut to be re-absorbed and re-circulated. Furthermore, the levels of conjugated primary bile acids are higher in dysbiotic IBD subjects, which points to impaired bacterial bile acid modification [<a target=\"_blank\" title=\"Lloyd-Price J, Arze C, Ananthakrishnan AN, Schirmer M, Avila-Pacheco J, Poon TW, et al. Multi-omics of the gut microbial ecosystem in inflammatory bowel diseases. Nature. 2019;569:655–62.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR21\">21</a>]. Furthermore, we identified two of the recently discovered bacterial bile acid amidates: tyrosocholic and leucocholic acids in the fecal samples [<a target=\"_blank\" title=\"Rimal B, Collins SL, Tanes CE, Rocha ER, Granda MA, Solanki S, et al. Bile salt hydrolase catalyses formation of amine-conjugated bile acids. Nature. 2024;626:859–63.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR20\">20</a>, <a target=\"_blank\" title=\"Quinn RA, Melnik AV, Vrbanac A, Fu T, Patras KA, Christy MP, et al. Global chemical effects of the microbiome include new bile-acid conjugations. Nature. 2020;579:123–9.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR26\">26</a>] as microbial metabolites with the functionality quickly reinstated during the recovery phase.</p><p>Along with bile acids, bilirubin is another metabolite secreted into the gut lumen. In the liver, heme is first converted into biliverdin and subsequently into bilirubin [<a target=\"_blank\" title=\"Tenhunen R, Marver HS, Schmid R. The enzymatic conversion of hemoglobin to bilirubin. Trans Assoc Am Physicians. 1969;82:363–71.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR27\">27</a>]. The BilR gene has recently been discovered to convert bilirubin to urobilinogen by certain <i>Clostridium</i> and <i>Ruminococcus</i> species [<a target=\"_blank\" title=\"Hall B, Levy S, Dufault-Thompson K, Arp G, Zhong A, Ndjite GM, et al. BilR is a gut microbial enzyme that reduces bilirubin to urobilinogen. Nat Microbiol. 2024;9:173–84.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR10\">10</a>]. In our dataset, the molecules that are produced by the host remain unchanged with gut purge; however, the microbial products mesobilirubinogen and <span>l</span>-urobilin are decreased.</p><p>Aromatic amino acids, tryptophan, phenylalanine, and tyrosine are precursors to various microbial metabolites. For example, Clostridium species containing the fld gene cluster reduce aromatic amino acid tryptophan to 3-indolepropionic acid, and phenylalanine to phenyllactic acid [<a target=\"_blank\" title=\"Dodd D, Spitzer MH, Van Treuren W, Merrill BD, Hryckowian AJ, Higginbottom SK, et al. A gut bacterial pathway metabolizes aromatic amino acids into nine circulating metabolites. Nature. 2017;551:648–52.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR2\">2</a>], which we correctly identify as microbial products in our analysis. We also identify phenylacetic acid, produced by oxidizing phenylalanine, as a microbial product and its host conjugated form phenylacetylglutamine as a microbial substrate [<a target=\"_blank\" title=\"Dodd D, Spitzer MH, Van Treuren W, Merrill BD, Hryckowian AJ, Higginbottom SK, et al. A gut bacterial pathway metabolizes aromatic amino acids into nine circulating metabolites. Nature. 2017;551:648–52.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR2\">2</a>]. Once phenylalanine is reduced by the microbiome, it enters the bloodstream to be modified by the host to produce benzoate [<a target=\"_blank\" title=\"Pruss KM, Chen H, Liu Y, Van Treuren W, Higginbottom SK, Jarman JB, et al. Host-microbe co-metabolism via MCAD generates circulating metabolites including hippuric acid. Nat Commun. 2023;14:512.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR18\">18</a>]. Benzoate can also be synthesized by plants from phenylalanine [<a target=\"_blank\" title=\"Qualley AV, Widhalm JR, Adebesin F, Kish CM, Dudareva N. Completion of the core beta-oxidative pathway of benzoic acid biosynthesis in plants. Proc Natl Acad Sci U S A. 2012;109:16383–8.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR28\">28</a>] and ingested as part of the diet. Benzoate is conjugated by glycine in the liver to produce hippurate to decrease its fat solubility and for the body to get rid of extra glycine to regulate the levels of amino acids that are used as neurotransmitters [<a target=\"_blank\" title=\"Badenhorst CP, Erasmus E, van der Sluis R, Nortje C, van Dijk AA. A new perspective on the importance of glycine conjugation in the metabolism of aromatic acids. Drug Metab Rev. 2014;46:343–61.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR29\">29</a>]. Hippurate is a common urinary metabolite and has been identified as a marker for gut microbiome diversity [<a target=\"_blank\" title=\"Pallister T, Jackson MA, Martin TC, Zierer J, Jennings A, Mohney RP, et al. Hippurate as a metabolomic marker of gut microbiome diversity: modulation by diet and relationship to metabolic syndrome. Sci Rep. 2017;7:13670.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR30\">30</a>]. Once in the gut, hippurate can be metabolized by the gut microbiome through both anaerobic and aerobic pathways, the latter of which produces pyrocatechol [<a target=\"_blank\" title=\"Yadav M, Lomash A, Kapoor S, Pandey R, Chauhan NS. Mapping of the benzoate metabolism by human gut microbiome indicates food-derived metagenome evolution. Sci Rep. 2021;11:5561.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR31\">31</a>]. Another hippurate derivative gentisate was nearly undetectable in germ-free mice compared to conventional mice [<a target=\"_blank\" title=\"Cheema MU, Pluznick JL. Gut microbiota plays a central role to modulate the plasma and fecal metabolomes in response to angiotensin II. Hypertension. 2019;74:184–93.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR32\">32</a>]. Furthermore, gentisate and hydrocinnamate, another phenylalanine derivative, are markers of irritable bowel syndrome, a condition that is often treated by reducing fermentable oligosaccharides, disaccharides, monosaccharides, and polyols (FODMAPs) in the diet [<a target=\"_blank\" title=\"Jacobs JP, Lagishetty V, Hauer MC, Labus JS, Dong TS, Toma R, et al. Multi-omics profiles of the intestinal microbiome in irritable bowel syndrome and its bowel habit subtypes. Microbiome. 2023;11:5.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR33\">33</a>]. Another source of benzoate is dietary polyphenols, which get converted into hydrocinnamic acid by the gut microbiome and transported to the liver to undergo beta-oxidation to produce benzoate [<a target=\"_blank\" title=\"Badenhorst CP, Erasmus E, van der Sluis R, Nortje C, van Dijk AA. A new perspective on the importance of glycine conjugation in the metabolism of aromatic acids. Drug Metab Rev. 2014;46:343–61.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR29\">29</a>]. We identified hydrocinnamic acid as a microbial product in the fecal samples. We identified a similar compound, cinnamoylglycine, as a microbial product in plasma. This suggests that polyphenol products are absorbed through the intestines to be conjugated by the host and circulated systemically. The presence of cinnamoylglycine in blood or urine may indicate non-dysbiotic microbiome since it is a biomarker for colonization resistance with Clostridioides difficile in mice [<a target=\"_blank\" title=\" Obrenovich ME, Tima M, Polinkovsky A, Zhang R, Emancipator SN, Donskey CJ: Targeted metabolomics analysis identifies intestinal microbiota-derived urinary biomarkers of colonization resistance in antibiotic-treated mice. Antimicrob Agents Chemother. 2017;61.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR34\">34</a>]. Benzoate and its microbial derivatives gentisate, pyrocatechol, and cinnamoylglycine were only detected in the omnivore diet group, suggesting that diet is the main source of benzoate in this study.</p><p>Fatty acids are esterified to acyl-CoAs upon cellular absorption and converted into acylcarnitines to enable the transport of fatty acids into mitochondria for beta-oxidation. In our study, acylcarnitines with shorter acyl chains are identified as omnivore-derived; however, the majority of acylcarnitines are most likely secreted into the digestive tract as a component of bile [<a target=\"_blank\" title=\"Hamilton JJ, Hahn P. Carnitine and carnitine esters in rat bile and human duodenal fluid. Can J Physiol Pharmacol. 1987;65:1816–20.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR35\">35</a>]. Numerous acylcarnitines are elevated in the feces of patients with IBD, where they are positively correlated with the abundance of <i>Enterobacteriaceae</i>, a signature for “dysbiosis” [<a target=\"_blank\" title=\"Smith SA, Ogawa SA, Chau L, Whelan KA, Hamilton KE, Chen J, et al. Mitochondrial dysfunction in inflammatory bowel disease alters intestinal epithelial metabolism of hepatic acylcarnitines. J Clin Invest. 2021. \n                  https://doi.org/10.1172/JCI133371\n                .\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR4\">4</a>, <a target=\"_blank\" title=\"Lloyd-Price J, Arze C, Ananthakrishnan AN, Schirmer M, Avila-Pacheco J, Poon TW, et al. Multi-omics of the gut microbial ecosystem in inflammatory bowel diseases. Nature. 2019;569:655–62.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR21\">21</a>, <a target=\"_blank\" title=\"Lemons JMS, Conrad M, Tanes C, Chen J, Friedman ES, Roggiani M, et al. Enterobacteriaceae growth promotion by intestinal acylcarnitines, a biomarker of dysbiosis in inflammatory bowel disease. Cell Mol Gastroenterol Hepatol. 2024;17:131–48.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR36\">36</a>]. Based on intestinal cell culture models, acylcarnitines can be absorbed either apically or basolaterally by the intestinal epithelium, where they can be used as an alternative energy source to the short-chain fatty acid butyrate [<a target=\"_blank\" title=\"Smith SA, Ogawa SA, Chau L, Whelan KA, Hamilton KE, Chen J, et al. Mitochondrial dysfunction in inflammatory bowel disease alters intestinal epithelial metabolism of hepatic acylcarnitines. J Clin Invest. 2021. \n                  https://doi.org/10.1172/JCI133371\n                .\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR4\">4</a>]. However, based on the batch culture of human stool, palmitoyl carnitine (C16) can be consumed by the gut microbial community [<a target=\"_blank\" title=\"Smith SA, Ogawa SA, Chau L, Whelan KA, Hamilton KE, Chen J, et al. Mitochondrial dysfunction in inflammatory bowel disease alters intestinal epithelial metabolism of hepatic acylcarnitines. J Clin Invest. 2021. \n                  https://doi.org/10.1172/JCI133371\n                .\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR4\">4</a>]. Carnitine, a quaternary amine, can be utilized by a variety of bacteria as a carbon and/or nitrogen source, osmoprotectant, or electron acceptor [<a target=\"_blank\" title=\" Rajakovich LJ, Fu B, Bollenbach M, Balskus EP. Elucidation of an anaerobic pathway for metabolism of l-carnitine-derived gamma-butyrobetaine to trimethylamine in human gut bacteria. Proc Natl Acad Sci USA 2021;118.\" href=\"https://microbiomejournal.biomedcentral.com/articles/10.1186/s40168-025-02258-9#ref-CR37\">37</a>,<a target=\"_blank\" title=\"Meadows JA, Wargo MJ. Carnitine in bacterial physiology and metabolism. Microbiology (Reading). 2015;161:1161–74.\" href=\"https://microbiomejournal.biomedcentral.com/articles/10.1186/s40168-025-02258-9#ref-CR38\">38</a>,<a target=\"_blank\" title=\"Kleber HP. Bacterial carnitine metabolism. FEMS Microbiol Lett. 1997;147:1–9.\" href=\"https://microbiomejournal.biomedcentral.com/articles/10.1186/s40168-025-02258-9#ref-CR39\">39</a>,<a target=\"_blank\" title=\"Jameson E, Quareshy M, Chen Y. Methodological considerations for the identification of choline and carnitine-degrading bacteria in the gut. Methods. 2018;149:42–8.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR40\">40</a>]. The results shown in Fig. <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#Fig2\">2</a>G, where carnitine and a variety of acylcarnitines are elevated upon the depletion of the human gut microbiota, are consistent with previous literature that bacterial taxa in the gut microbiota are capable of consuming these molecules [<a target=\"_blank\" title=\"Meadows JA, Wargo MJ. Carnitine in bacterial physiology and metabolism. Microbiology (Reading). 2015;161:1161–74.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR38\">38</a>, <a target=\"_blank\" title=\"Aragozzini F, Manzoni M, Cavazzoni V, Craveri R. D,L-carnitine resolution by Fusarium oxysporum. Biotechnol Lett. 1986;8:95–7.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR41\">41</a>]. The specific bacterial taxa responsible for this effect and the impact of either carnitine or acylcarnitines on the gut microbiome will require additional investigation.</p><p>The nutrition formula used for EEN in this study is a casein-based diet recommended as a first line of therapy for children with Crohn’s disease to induce remission. Uncertainty remains regarding the mechanisms behind the therapeutic effect; possibilities include reducing bowel movements, allowing it to rest, and a low FODMAP diet benefits hypersensitive patients as it lacks any dietary fiber, lactose, or gluten and is in liquid form [<a target=\"_blank\" title=\"Boumessid K, Barreau F, Mas E. How can a polymeric formula induce remission in Crohn’s disease patients? Int J Mol Sci. 2021. \n                  https://doi.org/10.3390/ijms22084025\n                .\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR42\">42</a>]. In our study, we were able to identify EEN-derived fatty acids of various lengths, including medium-chain fatty acids (MCFAs), both in the gut and plasma. The EEN formula is enriched with MCFAs as they are more easily absorbed from the gut lumen directly through the portal circulation compared to their longer counterparts, which need to be transported as part of chylomicrons into the lymphatic system [<a target=\"_blank\" title=\"Papamandjaris AA, MacDougall DE, Jones PJ. Medium chain fatty acid metabolism and energy expenditure: obesity treatment implications. Life Sci. 1998;62:1203–15.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR43\">43</a>]. MCFAs are associated with regulating inflammation and the gut epithelial barrier [<a target=\"_blank\" title=\"Yan D, Ye S, He Y, Wang S, Xiao Y, Xiang X, et al. Fatty acids and lipid mediators in inflammatory bowel disease: from mechanism to treatment. Front Immunol. 2023;14:1286667.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR44\">44</a>]. Furthermore, compared to the omnivore diet, EEN contained higher levels of longer triacylglycerides both in fecal and plasma samples.</p><p>The subjects in the omnivore group only consumed food from two predefined menus engineered to match the macronutrients of the EEN formula [<a target=\"_blank\" title=\"Tanes C, Bittinger K, Gao Y, Friedman ES, Nessel L, Paladhi UR, et al. Role of dietary fiber in the recovery of the human gut microbiome and its metabolome. Cell Host Microbe. 2021;29(394–407):e395.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR17\">17</a>]. This allowed us to identify omnivore-derived metabolites from a relatively small number of subjects. Omnivore-derived metabolites we identified were either plant or animal-based. Plants use the shikimate pathway to biosynthesize benzoic acids, which are then precursors to various essential metabolites including aromatic amino acids [<a target=\"_blank\" title=\"Widhalm JR, Dudareva N. A familiar ring to it: biosynthesis of plant benzoic acids. Mol Plant. 2015;8:83–97.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR45\">45</a>]. As EEN completely lacked plant material, shikimate was the metabolite with the greatest fold change between the two diet groups. Humans consume amino acids and their derivatives found in meat through the omnivore diet. In our dataset, even though histidine levels were comparable between the omnivore and EEN diets, histidine derivatives had higher levels in the omnivore diet, making them ideal biomarkers. Among these metabolites, methylhistidine is a marker for skeletal muscle breakdown [<a target=\"_blank\" title=\"Tesch PA, von Walden F, Gustafsson T, Linnehan RM, Trappe TA. Skeletal muscle proteolysis in response to short-term unloading in humans. J Appl Physiol. 1985;2008(105):902–6.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR46\">46</a>], and anserine is the methylated form of alanine-histidine dipeptide found in cardiac and skeletal muscles [<a target=\"_blank\" title=\"de Souza GL, Pereira WR, da Silva RP, Yamaguchi GC, Carvalho VH, Vargas BS, et al. Anserine is expressed in human cardiac and skeletal muscles. Physiol Rep. 2023;11:e15833.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR47\">47</a>]. Histamine is a signaling molecule of primordial origins, therefore found across various life forms that humans ingest. It is generally associated with allergic response and gastric acid secretion, though it is also released as a response to exercise and therefore found in the skeletal muscle [<a target=\"_blank\" title=\"Luttrell MJ, Halliwill JR. The intriguing role of histamine in exercise responses. Exerc Sport Sci Rev. 2017;45:16–23.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR48\">48</a>]. The reason histidine derivatives in particular had higher fold changes between omnivore and EEN diets compared to other amino acid derivatives requires further investigation.</p><p>Despite dramatic changes in gut metabolites with gut purge, most metabolites recovered within four days after stopping antibiotics in the omnivore group, whereas recovery in the EEN group was delayed. This is consistent with the recovery of microbial density in the omnivore group within a short timeframe in our original analysis [<a target=\"_blank\" title=\"Tanes C, Bittinger K, Gao Y, Friedman ES, Nessel L, Paladhi UR, et al. Role of dietary fiber in the recovery of the human gut microbiome and its metabolome. Cell Host Microbe. 2021;29(394–407):e395.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR17\">17</a>]. Although the microbiome composition remained perturbed from its pre-antibiotic configuration at the end of the study, a vast majority of microbial metabolites returned to their pre-antibiotic concentrations. This suggests that, although microbiome disruption can persist for substantial time frames following antibiotic exposure, the metabolic capacity of the gut microbial community may recover more quickly.</p><p>The metabolites in the gut either freely diffuse through the gut barrier or are actively transported by the host. The rest are excreted without being absorbed in the gut. Despite regulation in the bloodstream by homeostasis and normalization by the hepatic circulation, a small number of plasma metabolites were still altered by the intervention. Similarly, in a study comparing metabolomics profiles of germ-free and conventional mice, they identified 4 times more microbe-derived metabolites in the gut than in serum [<a target=\"_blank\" title=\"Lai Y, Liu CW, Yang Y, Hsiao YC, Ru H, Lu K. High-coverage metabolomics uncovers microbiota-driven biochemical landscape of interorgan transport and gut-brain communication in mice. Nat Commun. 2021;12:6000.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR16\">16</a>]. The metabolites we identified in plasma were mainly bile acids. About 95% of both conjugated and unconjugated bile acids are re-absorbed into the portal bloodstream to be taken up by hepatocytes [<a target=\"_blank\" title=\"Begley M, Gahan CG, Hill C. The interaction between bacteria and bile. FEMS Microbiol Rev. 2005;29:625–51.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR22\">22</a>]. We also identified two metabolites produced from amino acids by bacteria: 3-indolepropionic acid, produced by reducing tryptophan [<a target=\"_blank\" title=\"Dodd D, Spitzer MH, Van Treuren W, Merrill BD, Hryckowian AJ, Higginbottom SK, et al. A gut bacterial pathway metabolizes aromatic amino acids into nine circulating metabolites. Nature. 2017;551:648–52.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR2\">2</a>], and phenylacetylglutamine, produced by oxidizing phenylalanine by bacteria and then getting conjugated with glycine by the host in the liver [<a target=\"_blank\" title=\"Dodd D, Spitzer MH, Van Treuren W, Merrill BD, Hryckowian AJ, Higginbottom SK, et al. A gut bacterial pathway metabolizes aromatic amino acids into nine circulating metabolites. Nature. 2017;551:648–52.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR2\">2</a>]. The latter has previously been identified in plasma to enhance platelet adhesion via binding to host adrenergic receptors, resulting in increased cardiovascular disease risk [<a target=\"_blank\" title=\"Nemet I, Saha PP, Gupta N, Zhu W, Romano KA, Skye SM, et al. A cardiovascular disease-linked gut microbial metabolite acts via adrenergic receptors. Cell. 2020;180(862–877):e822.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR49\">49</a>].</p><p>Inflammatory bowel disease is a chronic inflammation of the gastrointestinal tract. Along with genetic disposition, environmental factors such as the gut microbiome are key components of the complex disease [<a target=\"_blank\" title=\"Franzosa EA, Sirota-Madi A, Avila-Pacheco J, Fornelos N, Haiser HJ, Reinker S, et al. Gut microbiome structure and metabolic activity in inflammatory bowel disease. Nat Microbiol. 2019;4:293–305.\" href=\"https://microbiomejournal.biomedcentral.com/articles/10.1186/s40168-025-02258-9#ref-CR50\">50</a>,<a target=\"_blank\" title=\"Wlodarska M, Kostic AD, Xavier RJ. An integrative view of microbiome-host interactions in inflammatory bowel diseases. Cell Host Microbe. 2015;17:577–91.\" href=\"https://microbiomejournal.biomedcentral.com/articles/10.1186/s40168-025-02258-9#ref-CR51\">51</a>,<a target=\"_blank\" title=\"Lewis JD, Chen EZ, Baldassano RN, Otley AR, Griffiths AM, Lee D, et al. Inflammation, antibiotics, and diet as environmental stressors of the gut microbiome in pediatric Crohn’s disease. Cell Host Microbe. 2015;18:489–500.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR52\">52</a>]. During active inflammation, a bacterial and metabolomic perturbation is observed in a state called dysbiosis [<a target=\"_blank\" title=\"Smith SA, Ogawa SA, Chau L, Whelan KA, Hamilton KE, Chen J, et al. Mitochondrial dysfunction in inflammatory bowel disease alters intestinal epithelial metabolism of hepatic acylcarnitines. J Clin Invest. 2021. \n                  https://doi.org/10.1172/JCI133371\n                .\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR4\">4</a>, <a target=\"_blank\" title=\"Lloyd-Price J, Arze C, Ananthakrishnan AN, Schirmer M, Avila-Pacheco J, Poon TW, et al. Multi-omics of the gut microbial ecosystem in inflammatory bowel diseases. Nature. 2019;569:655–62.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR21\">21</a>, <a target=\"_blank\" title=\"Lemons JMS, Conrad M, Tanes C, Chen J, Friedman ES, Roggiani M, et al. Enterobacteriaceae growth promotion by intestinal acylcarnitines, a biomarker of dysbiosis in inflammatory bowel disease. Cell Mol Gastroenterol Hepatol. 2024;17:131–48.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR36\">36</a>]. In this study, by annotating the metabolites altered in dysbiosis with our atlas of microbial and diet metabolites, we confirm that most of the metabolites increasing in dysbiosis are gut microbial substrates and decreasing in dysbiosis are gut microbial products. Furthermore, microbial metabolites did not rise and fall to the same degree in dysbiosis compared to our intervention, so this type of analysis allows us to observe which components of microbial metabolism are the first to disappear or diminish in perturbed or reduced-diversity communities. For example, microbial products with the highest effect sizes in our atlas, lithocholic acid and hydrocinnamic acid, were lower in dysbiosis; however, butyric acid or gentisic acid were not altered in the HMP2 dataset. Similarly, acylcarnitines we identified as substrates in our dataset were also altered in dysbiosis, but hippuric acid was not. This study can further be used to annotate metabolite shifts in other dysbiotic conditions such as recurrent Clostridioides difficile infections [<a target=\"_blank\" title=\"McMillan AS, Zhang G, Dougherty MK, McGill SK, Gulati AS, Baker ES, et al. Metagenomic, metabolomic, and lipidomic shifts associated with fecal microbiota transplantation for recurrent Clostridioides difficile infection. mSphere. 2024;9:e0070624.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR53\">53</a>].</p><p>We studied metabolomics profiles of 20 subjects on either an EEN or an omnivore diet. Even with a small number of subjects, we were able to reduce the noise in the data by carefully designing and controlling both diets. However, a known microbial substrate, bilirubin levels, did not increase post-abx. There may be molecules with smaller effect sizes that we were not able to detect due to issues of statistical power. The omnivore-derived metabolites are strictly associated with the contents of the two pre-defined menus and are not representative across all food items. The intervention was a combination of an antibiotic cocktail and gut purge to decrease the microbial biomass. Even though this was effective in identifying microbial products and substrates, it is not possible to disentangle the effects of either intervention or gauge potential changes in host gastrointestinal secretions as a response to the intervention. It is also possible that the levels of some metabolites increased after the purge solely because the faster transit time did not allow the metabolites to be absorbed from the intestines by the host. For example, amino acids that increased post-abx could be explained by both inefficient absorption and reduced bacterial metabolism. Furthermore, the majority of the microbe- and diet-derived metabolites we identified were unnamed metabolic features, highlighting the vast metabolic potential of the microbiome that is yet unexplored. As new information on the metabolite spectrum becomes available, we can further annotate the metabolites that we have identified in this study. Finally, exploring urine metabolites would have been valuable to establish the microbial metabolites that are excreted.</p><p>In this study, we identified gut microbial products and substrates as well as diet-derived molecules using a controlled diet study in humans. Although many metabolites were consistent with previous literature, we identified new metabolites that add to our current understanding of gut microbiome metabolism. Our comprehensive atlas of human gut microbiome metabolites can be applied across a wide range of future studies to better interpret the metabolic consequences of gut microbiome perturbations.</p></div></div><div><h2 id=\"Sec9\">Methods</h2><div><h3 id=\"Sec10\">Study cohort</h3><p>As previously described in the FARMM study [<a target=\"_blank\" title=\"Tanes C, Bittinger K, Gao Y, Friedman ES, Nessel L, Paladhi UR, et al. Role of dietary fiber in the recovery of the human gut microbiome and its metabolome. Cell Host Microbe. 2021;29(394–407):e395.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR17\">17</a>], 20 subjects between the ages of 18 and 60 who were on an omnivore diet were enrolled. The subjects resided in an inpatient research unit throughout the duration of the study. Half were randomly assigned to receive an EEN diet, and the other half were given a pre-defined omnivore diet during the study. Two omnivore diet menus were designed to have a similar macronutrient composition to the EEN formula. The subjects in the omnivore group alternated between the two menus, though all subjects were assigned the same menu on a given day. On days 6, 7, and 8, subjects received a combination of 500 mg vancomycin and 1000 mg neomycin orally every 6 h. On day 7, participants consumed a liquid diet consisting of their choice of apple juice, cranberry juice, clear broth, jello, tea, or ginger ale and 4L of polyethylene glycol-based bowel purgative (GoLytely®) to purge their gut. The subjects were back on their respective diets on day 8 before sample collection on day 9. The study was concluded on day 15.</p><h3 id=\"Sec11\">Metabolomics data</h3><p>Blood and fecal samples were collected on days 1, 5, 9, 12, and 15 of the study. As described in the original FARMM study [<a target=\"_blank\" title=\"Tanes C, Bittinger K, Gao Y, Friedman ES, Nessel L, Paladhi UR, et al. Role of dietary fiber in the recovery of the human gut microbiome and its metabolome. Cell Host Microbe. 2021;29(394–407):e395.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR17\">17</a>], stool samples were homogenized using a bead mill (TissueLyser II, QIAGEN), and the aqueous homogenates were aliquoted for metabolite profiling analyses. Four separate LC–tandem MS methods were used to measure polar metabolites and lipids in each sample. Methods 1, 2, and 3 were conducted using two LC–MS systems composed of Nexera X2 UHPLC systems (Shimadzu Scientific Instruments) and Q Exactive Hybrid Quadrupole-Orbitrap MSs (Thermo Fisher Scientific), and method 4 was conducted using a Nexera X2 UHPLC (Shimadzu Scientific Instruments) coupled to an Exactive Plus Orbitrap MS (Thermo Fisher Scientific). Raw data were processed using Progenesis QI software (NonLinear Dynamics) for feature alignment, nontargeted signal detection, and signal integration. Targeted processing of a subset of known metabolites was conducted using TraceFinder 3.3 software (Thermo Fisher Scientific). The raw output obtained for the original study was processed further. The redundant features were removed via clustering. Filtering was applied to lower abundance peaks that eluted within a 0.026 min RT window and had a Spearman coefficient of greater than 0.9. The metabolites were re-annotated based on newer spectra databases and nomenclature since the publication of the original study.</p><h3 id=\"Sec12\">Statistical analysis</h3><p>The metabolites obtained from both fecal and plasma samples were analyzed in R software language and visualized using the ggplot2 package [<a target=\"_blank\" title=\"Wickham H. ggplot2: elegant graphics for data analysis. New York: Springer-Verlag; 2016.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR54\">54</a>]. The area under the curve (AUC) values were log10-transformed for analysis. To detect microbe-derived metabolites, metabolite levels at day 5 (pre-abx) were subtracted from study day 9 (post-abx) within subject and tested if they were different than 0 using linear models. This test was done for subjects in the EEN and omnivore groups separately. The same strategy was used to test for the recovery of the metabolites using samples from days 12 and 15. To find metabolites that are different between diets, linear models were used to differentiate metabolites between omnivore and EEN diet groups for pre-abx and post-abx separately. For each comparison, tests were adjusted for false discovery rate using the Benjamini–Hochberg method.</p><h3 id=\"Sec13\">Human Microbiome Project data analysis</h3><p>The metabolomics and metagenomics data from the HMP2 project were obtained from the website per the data availability statement [<a target=\"_blank\" title=\"Lloyd-Price J, Arze C, Ananthakrishnan AN, Schirmer M, Avila-Pacheco J, Poon TW, et al. Multi-omics of the gut microbial ecosystem in inflammatory bowel diseases. Nature. 2019;569:655–62.\" href=\"https://microbiomejournal.biomedcentral.com/article/10.1186/s40168-025-02258-9#ref-CR21\">21</a>]. The dysbiosis activity scores were calculated using the R script provided in the manuscript, and the same cutoff was used to define dysbiosis and non-dysbiosis IBD subjects. The metabolites were matched to the FARMM metabolite data by HMDB IDs. Linear mixed effects models were used to find the metabolites with altered levels in non-dysbiotic and dysbiotic IBD compared to controls using study groups as fixed effects and subject IDs as random effects. For each term in the linear model, tests were adjusted for false discovery rate using the Benjamini–Hochberg method. The metabolites that were altered in either non-dysbiotic or dysbiotic IBD were then annotated with the microbe- and diet-derived metabolites identified in this paper.</p></div></div>\n                                </div>\n                    <div><h2 id=\"data-availability\">Data availability</h2><p>Metabolomics data are available at the National Metabolomics Data Repository ( [www.metabolomicsworkbench.org] (http:/www.metabolomicsworkbench.org) ) under accession number PR001024. Metabolite annotations and levels are available under https://doi.org/10.5281/zenodo.16651867. The code generated during this study are available at Github at https://github.com/ctanes/atlas_of_microbial_metabolites.git.</p></div><div><h2 id=\"abbreviations\">Abbreviations</h2><div><dl>FARMM:<dd>\n                    <p>Food and Resulting Microbial Metabolites</p>\n                  </dd>EEN:<dd>\n                    <p>Exclusive enteral nutrition</p>\n                  </dd>PEG:<dd>\n                    <p>Polyethylene glycol</p>\n                  </dd>IBD:<dd>\n                    <p>Inflammatory bowel disease</p>\n                  </dd>HMP:<dd>\n                    <p>Human Microbiome Project</p>\n                  </dd>HMDB:<dd>\n                    <p>Human Metabolome Database</p>\n                  </dd>TMAO:<dd>\n                    <p>Trimethylamine-N-oxide</p>\n                  </dd>DCA:<dd>\n                    <p>Deoxycholic acid</p>\n                  </dd>CAR:<dd>\n                    <p>Carnitine</p>\n                  </dd>LPE:<dd>\n                    <p>Lysophosphatidylethanolamine</p>\n                  </dd>PE:<dd>\n                    <p>Phosphatidylethanolamine</p>\n                  </dd>CE:<dd>\n                    <p>Cholesterol ester</p>\n                  </dd>TG:<dd>\n                    <p>Triacylglycerol</p>\n                  </dd>DG:<dd>\n                    <p>Diacylglycerol</p>\n                  </dd>MG:<dd>\n                    <p>Monoacylglycerol</p>\n                  </dd>T/G/CA:<dd>\n                    <p>Tauro/Glyco/Cholic acid</p>\n                  </dd>T/G/CDCA:<dd>\n                    <p>Tauro/Glyco/Chenodeoxycholic acid</p>\n                  </dd>T/G/LCA:<dd>\n                    <p>Tauro/Glyco/Lithocholic acid</p>\n                  </dd>T/G/DCA:<dd>\n                    <p>Tauro/Glyco/Deoxycholic acid</p>\n                  </dd></dl></div></div><div><h2 id=\"Bib1\">References</h2><div><ol><li><p>Funabashi M, Grove TL, Wang M, Varma Y, McFadden ME, Brown LC, et al. A metabolic pathway for bile acid dehydroxylation by the gut microbiome. Nature. 2020;582:566–70.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1038%2Fs41586-020-2396-4\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BB3cXhtF2is7fJ\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=32555455\">PubMed</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC7319900\">PubMed Central</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=A%20metabolic%20pathway%20for%20bile%20acid%20dehydroxylation%20by%20the%20gut%20microbiome&amp;journal=Nature&amp;doi=10.1038%2Fs41586-020-2396-4&amp;volume=582&amp;pages=566-570&amp;publication_year=2020&amp;author=Funabashi%2CM&amp;author=Grove%2CTL&amp;author=Wang%2CM&amp;author=Varma%2CY&amp;author=McFadden%2CME&amp;author=Brown%2CLC&amp;author=Guo%2CC&amp;author=Higginbottom%2CS&amp;author=Almo%2CSC&amp;author=Fischbach%2CMA\">\n                    Google Scholar</a> \n                </p></li><li><p>Dodd D, Spitzer MH, Van Treuren W, Merrill BD, Hryckowian AJ, Higginbottom SK, et al. A gut bacterial pathway metabolizes aromatic amino acids into nine circulating metabolites. Nature. 2017;551:648–52.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1038%2Fnature24661\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BC2sXhvVynsLnJ\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=29168502\">PubMed</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC5850949\">PubMed Central</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=A%20gut%20bacterial%20pathway%20metabolizes%20aromatic%20amino%20acids%20into%20nine%20circulating%20metabolites&amp;journal=Nature&amp;doi=10.1038%2Fnature24661&amp;volume=551&amp;pages=648-652&amp;publication_year=2017&amp;author=Dodd%2CD&amp;author=Spitzer%2CMH&amp;author=Treuren%2CW&amp;author=Merrill%2CBD&amp;author=Hryckowian%2CAJ&amp;author=Higginbottom%2CSK&amp;author=Le%2CA&amp;author=Cowan%2CTM&amp;author=Nolan%2CGP&amp;author=Fischbach%2CMA&amp;author=Sonnenburg%2CJL\">\n                    Google Scholar</a> \n                </p></li><li><p>Vital M, Howe AC, Tiedje JM. Revealing the bacterial butyrate synthesis pathways by analyzing (meta)genomic data. MBio. 2014;5:e00889.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1128%2FmBio.00889-14\">Article</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=24757212\">PubMed</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3994512\">PubMed Central</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Revealing%20the%20bacterial%20butyrate%20synthesis%20pathways%20by%20analyzing%20%28meta%29genomic%20data&amp;journal=MBio&amp;doi=10.1128%2FmBio.00889-14&amp;volume=5&amp;publication_year=2014&amp;author=Vital%2CM&amp;author=Howe%2CAC&amp;author=Tiedje%2CJM\">\n                    Google Scholar</a> \n                </p></li><li><p>Smith SA, Ogawa SA, Chau L, Whelan KA, Hamilton KE, Chen J, et al. Mitochondrial dysfunction in inflammatory bowel disease alters intestinal epithelial metabolism of hepatic acylcarnitines. J Clin Invest. 2021. <a target=\"_blank\" href=\"https://doi.org/10.1172/JCI133371\">https://doi.org/10.1172/JCI133371</a>.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1172%2FJCI133371\">Article</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=34491912\">PubMed</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC8553569\">PubMed Central</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Mitochondrial%20dysfunction%20in%20inflammatory%20bowel%20disease%20alters%20intestinal%20epithelial%20metabolism%20of%20hepatic%20acylcarnitines&amp;journal=J%20Clin%20Invest&amp;doi=10.1172%2FJCI133371&amp;publication_year=2021&amp;author=Smith%2CSA&amp;author=Ogawa%2CSA&amp;author=Chau%2CL&amp;author=Whelan%2CKA&amp;author=Hamilton%2CKE&amp;author=Chen%2CJ&amp;author=Tan%2CL&amp;author=Chen%2CEZ&amp;author=Keilbaugh%2CS&amp;author=Fogt%2CF\">\n                    Google Scholar</a> \n                </p></li><li><p>Donohoe DR, Garge N, Zhang X, Sun W, O’Connell TM, Bunger MK, et al. The microbiome and butyrate regulate energy metabolism and autophagy in the mammalian colon. Cell Metab. 2011;13:517–26.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1016%2Fj.cmet.2011.02.018\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BC3MXlsFalsro%3D\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=21531334\">PubMed</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3099420\">PubMed Central</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=The%20microbiome%20and%20butyrate%20regulate%20energy%20metabolism%20and%20autophagy%20in%20the%20mammalian%20colon&amp;journal=Cell%20Metab&amp;doi=10.1016%2Fj.cmet.2011.02.018&amp;volume=13&amp;pages=517-526&amp;publication_year=2011&amp;author=Donohoe%2CDR&amp;author=Garge%2CN&amp;author=Zhang%2CX&amp;author=Sun%2CW&amp;author=O%27Connell%2CTM&amp;author=Bunger%2CMK&amp;author=Bultman%2CSJ\">\n                    Google Scholar</a> \n                </p></li><li><p>Magnusdottir S, Ravcheev D, de Crecy-Lagard V, Thiele I. Systematic genome assessment of B-vitamin biosynthesis suggests co-operation among gut microbes. Front Genet. 2015;6:148.</p><p><a target=\"_blank\" href=\"https://doi.org/10.3389%2Ffgene.2015.00148\">Article</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=25941533\">PubMed</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC4403557\">PubMed Central</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Systematic%20genome%20assessment%20of%20B-vitamin%20biosynthesis%20suggests%20co-operation%20among%20gut%20microbes&amp;journal=Front%20Genet&amp;doi=10.3389%2Ffgene.2015.00148&amp;volume=6&amp;publication_year=2015&amp;author=Magnusdottir%2CS&amp;author=Ravcheev%2CD&amp;author=Crecy-Lagard%2CV&amp;author=Thiele%2CI\">\n                    Google Scholar</a> \n                </p></li><li><p>LeBlanc JG, Milani C, de Giori GS, Sesma F, van Sinderen D, Ventura M. Bacteria as vitamin suppliers to their host: a gut microbiota perspective. Curr Opin Biotechnol. 2013;24:160–8.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1016%2Fj.copbio.2012.08.005\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BC38Xht12js77E\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=22940212\">PubMed</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Bacteria%20as%20vitamin%20suppliers%20to%20their%20host%3A%20a%20gut%20microbiota%20perspective&amp;journal=Curr%20Opin%20Biotechnol&amp;doi=10.1016%2Fj.copbio.2012.08.005&amp;volume=24&amp;pages=160-8&amp;publication_year=2013&amp;author=LeBlanc%2CJG&amp;author=Milani%2CC&amp;author=Giori%2CGS&amp;author=Sesma%2CF&amp;author=Sinderen%2CD&amp;author=Ventura%2CM\">\n                    Google Scholar</a> \n                </p></li><li><p>Guetterman HM, Huey SL, Knight R, Fox AM, Mehta S, Finkelstein JL. Vitamin B-12 and the gastrointestinal microbiome: a systematic review. Adv Nutr. 2022;13:530–58.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1093%2Fadvances%2Fnmab123\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BB2cXht12itg%3D%3D\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=34612492\">PubMed</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Vitamin%20B-12%20and%20the%20gastrointestinal%20microbiome%3A%20a%20systematic%20review&amp;journal=Adv%20Nutr&amp;doi=10.1093%2Fadvances%2Fnmab123&amp;volume=13&amp;pages=530-58&amp;publication_year=2022&amp;author=Guetterman%2CHM&amp;author=Huey%2CSL&amp;author=Knight%2CR&amp;author=Fox%2CAM&amp;author=Mehta%2CS&amp;author=Finkelstein%2CJL\">\n                    Google Scholar</a> \n                </p></li><li><p>Vitek L, Zelenka J, Zadinova M, Malina J. The impact of intestinal microflora on serum bilirubin levels. J Hepatol. 2005;42:238–43.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1016%2Fj.jhep.2004.10.012\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BD2MXmvFWjsQ%3D%3D\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=15664250\">PubMed</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=The%20impact%20of%20intestinal%20microflora%20on%20serum%20bilirubin%20levels&amp;journal=J%20Hepatol&amp;doi=10.1016%2Fj.jhep.2004.10.012&amp;volume=42&amp;pages=238-243&amp;publication_year=2005&amp;author=Vitek%2CL&amp;author=Zelenka%2CJ&amp;author=Zadinova%2CM&amp;author=Malina%2CJ\">\n                    Google Scholar</a> \n                </p></li><li><p>Hall B, Levy S, Dufault-Thompson K, Arp G, Zhong A, Ndjite GM, et al. BilR is a gut microbial enzyme that reduces bilirubin to urobilinogen. Nat Microbiol. 2024;9:173–84.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1038%2Fs41564-023-01549-x\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BB2cXmtFejsg%3D%3D\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=38172624\">PubMed</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC10769871\">PubMed Central</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=BilR%20is%20a%20gut%20microbial%20enzyme%20that%20reduces%20bilirubin%20to%20urobilinogen&amp;journal=Nat%20Microbiol&amp;doi=10.1038%2Fs41564-023-01549-x&amp;volume=9&amp;pages=173-184&amp;publication_year=2024&amp;author=Hall%2CB&amp;author=Levy%2CS&amp;author=Dufault-Thompson%2CK&amp;author=Arp%2CG&amp;author=Zhong%2CA&amp;author=Ndjite%2CGM&amp;author=Weiss%2CA&amp;author=Braccia%2CD&amp;author=Jenkins%2CC&amp;author=Grant%2CMR\">\n                    Google Scholar</a> \n                </p></li><li><p>Koeth RA, Wang Z, Levison BS, Buffa JA, Org E, Sheehy BT, et al. Intestinal microbiota metabolism of L-carnitine, a nutrient in red meat, promotes atherosclerosis. Nat Med. 2013;19:576–85.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1038%2Fnm.3145\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BC3sXlsVCqu7w%3D\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=23563705\">PubMed</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3650111\">PubMed Central</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Intestinal%20microbiota%20metabolism%20of%20L-carnitine%2C%20a%20nutrient%20in%20red%20meat%2C%20promotes%20atherosclerosis&amp;journal=Nat%20Med&amp;doi=10.1038%2Fnm.3145&amp;volume=19&amp;pages=576-585&amp;publication_year=2013&amp;author=Koeth%2CRA&amp;author=Wang%2CZ&amp;author=Levison%2CBS&amp;author=Buffa%2CJA&amp;author=Org%2CE&amp;author=Sheehy%2CBT&amp;author=Britt%2CEB&amp;author=Fu%2CX&amp;author=Wu%2CY&amp;author=Li%2CL\">\n                    Google Scholar</a> \n                </p></li><li><p> Zuffa S, Schmid R, Bauermeister A, PW PG, Caraballo-Rodriguez AM, El Abiead Y, Aron AT, Gentry EC, Zemlin J, Meehan MJ, et al: microbeMASST: a taxonomically informed mass spectrometry search tool for microbial metabolomics data. Nat Microbiol. 2024:9:336-345.</p></li><li><p>Dekkers KF, Sayols-Baixeras S, Baldanzi G, Nowak C, Hammar U, Nguyen D, et al. An online atlas of human plasma metabolite signatures of gut microbiome composition. Nat Commun. 2022;13:5370.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1038%2Fs41467-022-33050-0\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BB38XisVyrsL7F\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=36151114\">PubMed</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC9508139\">PubMed Central</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=An%20online%20atlas%20of%20human%20plasma%20metabolite%20signatures%20of%20gut%20microbiome%20composition&amp;journal=Nat%20Commun&amp;doi=10.1038%2Fs41467-022-33050-0&amp;volume=13&amp;publication_year=2022&amp;author=Dekkers%2CKF&amp;author=Sayols-Baixeras%2CS&amp;author=Baldanzi%2CG&amp;author=Nowak%2CC&amp;author=Hammar%2CU&amp;author=Nguyen%2CD&amp;author=Varotsis%2CG&amp;author=Brunkwall%2CL&amp;author=Nielsen%2CN&amp;author=Eklund%2CAC\">\n                    Google Scholar</a> \n                </p></li><li><p>Zeng X, Xing X, Gupta M, Keber FC, Lopez JG, Lee YJ, et al. Gut bacterial nutrient preferences quantified in vivo. Cell. 2022;185(3441–3456):e3419.</p><p><a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Gut%20bacterial%20nutrient%20preferences%20quantified%20in%20vivo&amp;journal=Cell&amp;volume=185&amp;issue=3441%E2%80%933456&amp;publication_year=2022&amp;author=Zeng%2CX&amp;author=Xing%2CX&amp;author=Gupta%2CM&amp;author=Keber%2CFC&amp;author=Lopez%2CJG&amp;author=Lee%2CYJ&amp;author=Roichman%2CA&amp;author=Wang%2CL&amp;author=Neinast%2CMD&amp;author=Donia%2CMS\">\n                    Google Scholar</a> \n                </p></li><li><p>Little AS, Younker IT, Schechter MS, Bernardino PN, Meheust R, Stemczynski J, et al. Dietary- and host-derived metabolites are used by diverse gut bacteria for anaerobic respiration. Nat Microbiol. 2024;9:55–69.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1038%2Fs41564-023-01560-2\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BB2cXmtFCjsA%3D%3D\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=38177297\">PubMed</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC11055453\">PubMed Central</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Dietary-%20and%20host-derived%20metabolites%20are%20used%20by%20diverse%20gut%20bacteria%20for%20anaerobic%20respiration&amp;journal=Nat%20Microbiol&amp;doi=10.1038%2Fs41564-023-01560-2&amp;volume=9&amp;pages=55-69&amp;publication_year=2024&amp;author=Little%2CAS&amp;author=Younker%2CIT&amp;author=Schechter%2CMS&amp;author=Bernardino%2CPN&amp;author=Meheust%2CR&amp;author=Stemczynski%2CJ\">\n                    Google Scholar</a> \n                </p></li><li><p>Lai Y, Liu CW, Yang Y, Hsiao YC, Ru H, Lu K. High-coverage metabolomics uncovers microbiota-driven biochemical landscape of interorgan transport and gut-brain communication in mice. Nat Commun. 2021;12:6000.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1038%2Fs41467-021-26209-8\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BB3MXit1Ohtr3I\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=34667167\">PubMed</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC8526691\">PubMed Central</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=High-coverage%20metabolomics%20uncovers%20microbiota-driven%20biochemical%20landscape%20of%20interorgan%20transport%20and%20gut-brain%20communication%20in%20mice&amp;journal=Nat%20Commun&amp;doi=10.1038%2Fs41467-021-26209-8&amp;volume=12&amp;publication_year=2021&amp;author=Lai%2CY&amp;author=Liu%2CCW&amp;author=Yang%2CY&amp;author=Hsiao%2CYC&amp;author=Ru%2CH&amp;author=Lu%2CK\">\n                    Google Scholar</a> \n                </p></li><li><p>Tanes C, Bittinger K, Gao Y, Friedman ES, Nessel L, Paladhi UR, et al. Role of dietary fiber in the recovery of the human gut microbiome and its metabolome. Cell Host Microbe. 2021;29(394–407):e395.</p><p><a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Role%20of%20dietary%20fiber%20in%20the%20recovery%20of%20the%20human%20gut%20microbiome%20and%20its%20metabolome&amp;journal=Cell%20Host%20Microbe&amp;volume=29&amp;issue=394%E2%80%93407&amp;publication_year=2021&amp;author=Tanes%2CC&amp;author=Bittinger%2CK&amp;author=Gao%2CY&amp;author=Friedman%2CES&amp;author=Nessel%2CL&amp;author=Paladhi%2CUR&amp;author=Chau%2CL&amp;author=Panfen%2CE&amp;author=Fischbach%2CMA&amp;author=Braun%2CJ\">\n                    Google Scholar</a> \n                </p></li><li><p>Pruss KM, Chen H, Liu Y, Van Treuren W, Higginbottom SK, Jarman JB, et al. Host-microbe co-metabolism via MCAD generates circulating metabolites including hippuric acid. Nat Commun. 2023;14:512.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1038%2Fs41467-023-36138-3\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BB3sXivFantbw%3D\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=36720857\">PubMed</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC9889317\">PubMed Central</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Host-microbe%20co-metabolism%20via%20MCAD%20generates%20circulating%20metabolites%20including%20hippuric%20acid&amp;journal=Nat%20Commun&amp;doi=10.1038%2Fs41467-023-36138-3&amp;volume=14&amp;publication_year=2023&amp;author=Pruss%2CKM&amp;author=Chen%2CH&amp;author=Liu%2CY&amp;author=Treuren%2CW&amp;author=Higginbottom%2CSK&amp;author=Jarman%2CJB&amp;author=Fischer%2CCR&amp;author=Mak%2CJ&amp;author=Wong%2CB&amp;author=Cowan%2CTM\">\n                    Google Scholar</a> \n                </p></li><li><p>Hyun MW, Yun YH, Kim JY, Kim SH. Fungal and plant phenylalanine ammonia-lyase. Mycobiology. 2011;39:257–65.</p><p><a target=\"_blank\" href=\"https://doi.org/10.5941%2FMYCO.2011.39.4.257\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BC38XisFSnsrg%3D\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=22783113\">PubMed</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3385129\">PubMed Central</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Fungal%20and%20plant%20phenylalanine%20ammonia-lyase&amp;journal=Mycobiology&amp;doi=10.5941%2FMYCO.2011.39.4.257&amp;volume=39&amp;pages=257-265&amp;publication_year=2011&amp;author=Hyun%2CMW&amp;author=Yun%2CYH&amp;author=Kim%2CJY&amp;author=Kim%2CSH\">\n                    Google Scholar</a> \n                </p></li><li><p>Rimal B, Collins SL, Tanes CE, Rocha ER, Granda MA, Solanki S, et al. Bile salt hydrolase catalyses formation of amine-conjugated bile acids. Nature. 2024;626:859–63.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1038%2Fs41586-023-06990-w\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BB2cXjtFynurg%3D\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=38326609\">PubMed</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC10881385\">PubMed Central</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Bile%20salt%20hydrolase%20catalyses%20formation%20of%20amine-conjugated%20bile%20acids&amp;journal=Nature&amp;doi=10.1038%2Fs41586-023-06990-w&amp;volume=626&amp;pages=859-863&amp;publication_year=2024&amp;author=Rimal%2CB&amp;author=Collins%2CSL&amp;author=Tanes%2CCE&amp;author=Rocha%2CER&amp;author=Granda%2CMA&amp;author=Solanki%2CS&amp;author=Hoque%2CNJ&amp;author=Gentry%2CEC&amp;author=Koo%2CI&amp;author=Reilly%2CER\">\n                    Google Scholar</a> \n                </p></li><li><p>Lloyd-Price J, Arze C, Ananthakrishnan AN, Schirmer M, Avila-Pacheco J, Poon TW, et al. Multi-omics of the gut microbial ecosystem in inflammatory bowel diseases. Nature. 2019;569:655–62.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1038%2Fs41586-019-1237-9\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BC1MXhtVOgtL3O\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=31142855\">PubMed</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC6650278\">PubMed Central</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Multi-omics%20of%20the%20gut%20microbial%20ecosystem%20in%20inflammatory%20bowel%20diseases&amp;journal=Nature&amp;doi=10.1038%2Fs41586-019-1237-9&amp;volume=569&amp;pages=655-662&amp;publication_year=2019&amp;author=Lloyd-Price%2CJ&amp;author=Arze%2CC&amp;author=Ananthakrishnan%2CAN&amp;author=Schirmer%2CM&amp;author=Avila-Pacheco%2CJ&amp;author=Poon%2CTW&amp;author=Andrews%2CE&amp;author=Ajami%2CNJ&amp;author=Bonham%2CKS&amp;author=Brislawn%2CCJ\">\n                    Google Scholar</a> \n                </p></li><li><p>Begley M, Gahan CG, Hill C. The interaction between bacteria and bile. FEMS Microbiol Rev. 2005;29:625–51.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1016%2Fj.femsre.2004.09.003\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BD2MXos1Wkt7g%3D\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=16102595\">PubMed</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=The%20interaction%20between%20bacteria%20and%20bile&amp;journal=FEMS%20Microbiol%20Rev&amp;doi=10.1016%2Fj.femsre.2004.09.003&amp;volume=29&amp;pages=625-651&amp;publication_year=2005&amp;author=Begley%2CM&amp;author=Gahan%2CCG&amp;author=Hill%2CC\">\n                    Google Scholar</a> \n                </p></li><li><p>Sayin SI, Wahlstrom A, Felin J, Jantti S, Marschall HU, Bamberg K, et al. Gut microbiota regulates bile acid metabolism by reducing the levels of tauro-beta-muricholic acid, a naturally occurring FXR antagonist. Cell Metab. 2013;17:225–35.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1016%2Fj.cmet.2013.01.003\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BC3sXitFersbg%3D\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=23395169\">PubMed</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Gut%20microbiota%20regulates%20bile%20acid%20metabolism%20by%20reducing%20the%20levels%20of%20tauro-beta-muricholic%20acid%2C%20a%20naturally%20occurring%20FXR%20antagonist&amp;journal=Cell%20Metab&amp;doi=10.1016%2Fj.cmet.2013.01.003&amp;volume=17&amp;pages=225-35&amp;publication_year=2013&amp;author=Sayin%2CSI&amp;author=Wahlstrom%2CA&amp;author=Felin%2CJ&amp;author=Jantti%2CS&amp;author=Marschall%2CHU&amp;author=Bamberg%2CK\">\n                    Google Scholar</a> \n                </p></li><li><p>Friedman ES, Li Y, Shen TD, Jiang J, Chau L, Adorini L, et al. FXR-dependent modulation of the human small intestinal microbiome by the bile acid derivative obeticholic acid. Gastroenterology. 2018;155(1741–1752):e1745.</p><p><a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=FXR-dependent%20modulation%20of%20the%20human%20small%20intestinal%20microbiome%20by%20the%20bile%20acid%20derivative%20obeticholic%20acid&amp;journal=Gastroenterology&amp;volume=155&amp;issue=1741%E2%80%931752&amp;publication_year=2018&amp;author=Friedman%2CES&amp;author=Li%2CY&amp;author=Shen%2CTD&amp;author=Jiang%2CJ&amp;author=Chau%2CL&amp;author=Adorini%2CL&amp;author=Babakhani%2CF&amp;author=Edwards%2CJ&amp;author=Shapiro%2CD&amp;author=Zhao%2CC\">\n                    Google Scholar</a> \n                </p></li><li><p>Jones BV, Begley M, Hill C, Gahan CG, Marchesi JR. Functional and comparative metagenomic analysis of bile salt hydrolase activity in the human gut microbiome. Proc Natl Acad Sci U S A. 2008;105:13580–5.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1073%2Fpnas.0804437105\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BD1cXhtFeqs7fK\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=18757757\">PubMed</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2533232\">PubMed Central</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Functional%20and%20comparative%20metagenomic%20analysis%20of%20bile%20salt%20hydrolase%20activity%20in%20the%20human%20gut%20microbiome&amp;journal=Proc%20Natl%20Acad%20Sci%20U%20S%20A&amp;doi=10.1073%2Fpnas.0804437105&amp;volume=105&amp;pages=13580-13585&amp;publication_year=2008&amp;author=Jones%2CBV&amp;author=Begley%2CM&amp;author=Hill%2CC&amp;author=Gahan%2CCG&amp;author=Marchesi%2CJR\">\n                    Google Scholar</a> \n                </p></li><li><p>Quinn RA, Melnik AV, Vrbanac A, Fu T, Patras KA, Christy MP, et al. Global chemical effects of the microbiome include new bile-acid conjugations. Nature. 2020;579:123–9.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1038%2Fs41586-020-2047-9\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BB3cXjvFynsro%3D\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=32103176\">PubMed</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC7252668\">PubMed Central</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Global%20chemical%20effects%20of%20the%20microbiome%20include%20new%20bile-acid%20conjugations&amp;journal=Nature&amp;doi=10.1038%2Fs41586-020-2047-9&amp;volume=579&amp;pages=123-129&amp;publication_year=2020&amp;author=Quinn%2CRA&amp;author=Melnik%2CAV&amp;author=Vrbanac%2CA&amp;author=Fu%2CT&amp;author=Patras%2CKA&amp;author=Christy%2CMP&amp;author=Bodai%2CZ&amp;author=Belda-Ferre%2CP&amp;author=Tripathi%2CA&amp;author=Chung%2CLK\">\n                    Google Scholar</a> \n                </p></li><li><p>Tenhunen R, Marver HS, Schmid R. The enzymatic conversion of hemoglobin to bilirubin. Trans Assoc Am Physicians. 1969;82:363–71.</p><p><a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DyaE3cXkt1WlsrY%3D\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=5375159\">PubMed</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=The%20enzymatic%20conversion%20of%20hemoglobin%20to%20bilirubin&amp;journal=Trans%20Assoc%20Am%20Physicians&amp;volume=82&amp;pages=363-371&amp;publication_year=1969&amp;author=Tenhunen%2CR&amp;author=Marver%2CHS&amp;author=Schmid%2CR\">\n                    Google Scholar</a> \n                </p></li><li><p>Qualley AV, Widhalm JR, Adebesin F, Kish CM, Dudareva N. Completion of the core beta-oxidative pathway of benzoic acid biosynthesis in plants. Proc Natl Acad Sci U S A. 2012;109:16383–8.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1073%2Fpnas.1211001109\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BC38XhsFGktL3I\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=22988098\">PubMed</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3479573\">PubMed Central</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Completion%20of%20the%20core%20beta-oxidative%20pathway%20of%20benzoic%20acid%20biosynthesis%20in%20plants&amp;journal=Proc%20Natl%20Acad%20Sci%20U%20S%20A&amp;doi=10.1073%2Fpnas.1211001109&amp;volume=109&amp;pages=16383-8&amp;publication_year=2012&amp;author=Qualley%2CAV&amp;author=Widhalm%2CJR&amp;author=Adebesin%2CF&amp;author=Kish%2CCM&amp;author=Dudareva%2CN\">\n                    Google Scholar</a> \n                </p></li><li><p>Badenhorst CP, Erasmus E, van der Sluis R, Nortje C, van Dijk AA. A new perspective on the importance of glycine conjugation in the metabolism of aromatic acids. Drug Metab Rev. 2014;46:343–61.</p><p><a target=\"_blank\" href=\"https://doi.org/10.3109%2F03602532.2014.908903\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BC2cXhtlagu7nO\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=24754494\">PubMed</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=A%20new%20perspective%20on%20the%20importance%20of%20glycine%20conjugation%20in%20the%20metabolism%20of%20aromatic%20acids&amp;journal=Drug%20Metab%20Rev&amp;doi=10.3109%2F03602532.2014.908903&amp;volume=46&amp;pages=343-361&amp;publication_year=2014&amp;author=Badenhorst%2CCP&amp;author=Erasmus%2CE&amp;author=Sluis%2CR&amp;author=Nortje%2CC&amp;author=Dijk%2CAA\">\n                    Google Scholar</a> \n                </p></li><li><p>Pallister T, Jackson MA, Martin TC, Zierer J, Jennings A, Mohney RP, et al. Hippurate as a metabolomic marker of gut microbiome diversity: modulation by diet and relationship to metabolic syndrome. Sci Rep. 2017;7:13670.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1038%2Fs41598-017-13722-4\">Article</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=29057986\">PubMed</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC5651863\">PubMed Central</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Hippurate%20as%20a%20metabolomic%20marker%20of%20gut%20microbiome%20diversity%3A%20modulation%20by%20diet%20and%20relationship%20to%20metabolic%20syndrome&amp;journal=Sci%20Rep&amp;doi=10.1038%2Fs41598-017-13722-4&amp;volume=7&amp;publication_year=2017&amp;author=Pallister%2CT&amp;author=Jackson%2CMA&amp;author=Martin%2CTC&amp;author=Zierer%2CJ&amp;author=Jennings%2CA&amp;author=Mohney%2CRP&amp;author=MacGregor%2CA&amp;author=Steves%2CCJ&amp;author=Cassidy%2CA&amp;author=Spector%2CTD&amp;author=Menni%2CC\">\n                    Google Scholar</a> \n                </p></li><li><p>Yadav M, Lomash A, Kapoor S, Pandey R, Chauhan NS. Mapping of the benzoate metabolism by human gut microbiome indicates food-derived metagenome evolution. Sci Rep. 2021;11:5561.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1038%2Fs41598-021-84964-6\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BB3MXmsVCltbo%3D\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=33692426\">PubMed</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC7946887\">PubMed Central</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Mapping%20of%20the%20benzoate%20metabolism%20by%20human%20gut%20microbiome%20indicates%20food-derived%20metagenome%20evolution&amp;journal=Sci%20Rep&amp;doi=10.1038%2Fs41598-021-84964-6&amp;volume=11&amp;publication_year=2021&amp;author=Yadav%2CM&amp;author=Lomash%2CA&amp;author=Kapoor%2CS&amp;author=Pandey%2CR&amp;author=Chauhan%2CNS\">\n                    Google Scholar</a> \n                </p></li><li><p>Cheema MU, Pluznick JL. Gut microbiota plays a central role to modulate the plasma and fecal metabolomes in response to angiotensin II. Hypertension. 2019;74:184–93.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1161%2FHYPERTENSIONAHA.119.13155\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BC1MXhtFKhsLfL\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=31154901\">PubMed</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Gut%20microbiota%20plays%20a%20central%20role%20to%20modulate%20the%20plasma%20and%20fecal%20metabolomes%20in%20response%20to%20angiotensin%20II&amp;journal=Hypertension&amp;doi=10.1161%2FHYPERTENSIONAHA.119.13155&amp;volume=74&amp;pages=184-193&amp;publication_year=2019&amp;author=Cheema%2CMU&amp;author=Pluznick%2CJL\">\n                    Google Scholar</a> \n                </p></li><li><p>Jacobs JP, Lagishetty V, Hauer MC, Labus JS, Dong TS, Toma R, et al. Multi-omics profiles of the intestinal microbiome in irritable bowel syndrome and its bowel habit subtypes. Microbiome. 2023;11:5.</p><p><a target=\"_blank\" href=\"https://link.springer.com/doi/10.1186/s40168-022-01450-5\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BB3sXoslCnsA%3D%3D\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=36624530\">PubMed</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC9830758\">PubMed Central</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Multi-omics%20profiles%20of%20the%20intestinal%20microbiome%20in%20irritable%20bowel%20syndrome%20and%20its%20bowel%20habit%20subtypes&amp;journal=Microbiome&amp;doi=10.1186%2Fs40168-022-01450-5&amp;volume=11&amp;publication_year=2023&amp;author=Jacobs%2CJP&amp;author=Lagishetty%2CV&amp;author=Hauer%2CMC&amp;author=Labus%2CJS&amp;author=Dong%2CTS&amp;author=Toma%2CR&amp;author=Vuyisich%2CM&amp;author=Naliboff%2CBD&amp;author=Lackner%2CJM&amp;author=Gupta%2CA\">\n                    Google Scholar</a> \n                </p></li><li><p> Obrenovich ME, Tima M, Polinkovsky A, Zhang R, Emancipator SN, Donskey CJ: Targeted metabolomics analysis identifies intestinal microbiota-derived urinary biomarkers of colonization resistance in antibiotic-treated mice. Antimicrob Agents Chemother. 2017;61.</p></li><li><p>Hamilton JJ, Hahn P. Carnitine and carnitine esters in rat bile and human duodenal fluid. Can J Physiol Pharmacol. 1987;65:1816–20.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1139%2Fy87-283\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DyaL2sXmtleqsbo%3D\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=3690402\">PubMed</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Carnitine%20and%20carnitine%20esters%20in%20rat%20bile%20and%20human%20duodenal%20fluid&amp;journal=Can%20J%20Physiol%20Pharmacol&amp;doi=10.1139%2Fy87-283&amp;volume=65&amp;pages=1816-1820&amp;publication_year=1987&amp;author=Hamilton%2CJJ&amp;author=Hahn%2CP\">\n                    Google Scholar</a> \n                </p></li><li><p>Lemons JMS, Conrad M, Tanes C, Chen J, Friedman ES, Roggiani M, et al. Enterobacteriaceae growth promotion by intestinal acylcarnitines, a biomarker of dysbiosis in inflammatory bowel disease. Cell Mol Gastroenterol Hepatol. 2024;17:131–48.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1016%2Fj.jcmgh.2023.09.005\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BB3sXitl2rtrnJ\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=37739064\">PubMed</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Enterobacteriaceae%20growth%20promotion%20by%20intestinal%20acylcarnitines%2C%20a%20biomarker%20of%20dysbiosis%20in%20inflammatory%20bowel%20disease&amp;journal=Cell%20Mol%20Gastroenterol%20Hepatol&amp;doi=10.1016%2Fj.jcmgh.2023.09.005&amp;volume=17&amp;pages=131-48&amp;publication_year=2024&amp;author=Lemons%2CJMS&amp;author=Conrad%2CM&amp;author=Tanes%2CC&amp;author=Chen%2CJ&amp;author=Friedman%2CES&amp;author=Roggiani%2CM\">\n                    Google Scholar</a> \n                </p></li><li><p> Rajakovich LJ, Fu B, Bollenbach M, Balskus EP. Elucidation of an anaerobic pathway for metabolism of l-carnitine-derived gamma-butyrobetaine to trimethylamine in human gut bacteria. Proc Natl Acad Sci USA 2021;118.</p></li><li><p>Meadows JA, Wargo MJ. Carnitine in bacterial physiology and metabolism. Microbiology (Reading). 2015;161:1161–74.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1099%2Fmic.0.000080\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BC2MXhtlyit7%2FK\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=25787873\">PubMed</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Carnitine%20in%20bacterial%20physiology%20and%20metabolism&amp;journal=Microbiology%20%28Reading%29&amp;doi=10.1099%2Fmic.0.000080&amp;volume=161&amp;pages=1161-1174&amp;publication_year=2015&amp;author=Meadows%2CJA&amp;author=Wargo%2CMJ\">\n                    Google Scholar</a> \n                </p></li><li><p>Kleber HP. Bacterial carnitine metabolism. FEMS Microbiol Lett. 1997;147:1–9.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1111%2Fj.1574-6968.1997.tb10212.x\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DyaK2sXns1Sgsw%3D%3D\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=9037756\">PubMed</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Bacterial%20carnitine%20metabolism&amp;journal=FEMS%20Microbiol%20Lett&amp;doi=10.1111%2Fj.1574-6968.1997.tb10212.x&amp;volume=147&amp;pages=1-9&amp;publication_year=1997&amp;author=Kleber%2CHP\">\n                    Google Scholar</a> \n                </p></li><li><p>Jameson E, Quareshy M, Chen Y. Methodological considerations for the identification of choline and carnitine-degrading bacteria in the gut. Methods. 2018;149:42–8.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1016%2Fj.ymeth.2018.03.012\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BC1cXosFWht7g%3D\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=29684641\">PubMed</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC6200775\">PubMed Central</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Methodological%20considerations%20for%20the%20identification%20of%20choline%20and%20carnitine-degrading%20bacteria%20in%20the%20gut&amp;journal=Methods&amp;doi=10.1016%2Fj.ymeth.2018.03.012&amp;volume=149&amp;pages=42-48&amp;publication_year=2018&amp;author=Jameson%2CE&amp;author=Quareshy%2CM&amp;author=Chen%2CY\">\n                    Google Scholar</a> \n                </p></li><li><p>Aragozzini F, Manzoni M, Cavazzoni V, Craveri R. D,L-carnitine resolution by <i>Fusarium oxysporum</i>. Biotechnol Lett. 1986;8:95–7.</p><p><a target=\"_blank\" href=\"https://link.springer.com/doi/10.1007/BF01048463\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DyaL28XhsVOjur8%3D\">CAS</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=D%2CL-carnitine%20resolution%20by%20Fusarium%20oxysporum&amp;journal=Biotechnol%20Lett&amp;doi=10.1007%2FBF01048463&amp;volume=8&amp;pages=95-97&amp;publication_year=1986&amp;author=Aragozzini%2CF&amp;author=Manzoni%2CM&amp;author=Cavazzoni%2CV&amp;author=Craveri%2CR\">\n                    Google Scholar</a> \n                </p></li><li><p>Boumessid K, Barreau F, Mas E. How can a polymeric formula induce remission in Crohn’s disease patients? Int J Mol Sci. 2021. <a target=\"_blank\" href=\"https://doi.org/10.3390/ijms22084025\">https://doi.org/10.3390/ijms22084025</a>.</p><p><a target=\"_blank\" href=\"https://doi.org/10.3390%2Fijms22084025\">Article</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=33919747\">PubMed</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC8070662\">PubMed Central</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=How%20can%20a%20polymeric%20formula%20induce%20remission%20in%20Crohn%E2%80%99s%20disease%20patients%3F&amp;journal=Int%20J%20Mol%20Sci&amp;doi=10.3390%2Fijms22084025&amp;publication_year=2021&amp;author=Boumessid%2CK&amp;author=Barreau%2CF&amp;author=Mas%2CE\">\n                    Google Scholar</a> \n                </p></li><li><p>Papamandjaris AA, MacDougall DE, Jones PJ. Medium chain fatty acid metabolism and energy expenditure: obesity treatment implications. Life Sci. 1998;62:1203–15.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1016%2FS0024-3205%2897%2901143-0\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DyaK1cXhs12jtro%3D\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=9570335\">PubMed</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Medium%20chain%20fatty%20acid%20metabolism%20and%20energy%20expenditure%3A%20obesity%20treatment%20implications&amp;journal=Life%20Sci&amp;doi=10.1016%2FS0024-3205%2897%2901143-0&amp;volume=62&amp;pages=1203-1215&amp;publication_year=1998&amp;author=Papamandjaris%2CAA&amp;author=MacDougall%2CDE&amp;author=Jones%2CPJ\">\n                    Google Scholar</a> \n                </p></li><li><p>Yan D, Ye S, He Y, Wang S, Xiao Y, Xiang X, et al. Fatty acids and lipid mediators in inflammatory bowel disease: from mechanism to treatment. Front Immunol. 2023;14:1286667.</p><p><a target=\"_blank\" href=\"https://doi.org/10.3389%2Ffimmu.2023.1286667\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BB3sXit1Ort7jF\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=37868958\">PubMed</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC10585177\">PubMed Central</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Fatty%20acids%20and%20lipid%20mediators%20in%20inflammatory%20bowel%20disease%3A%20from%20mechanism%20to%20treatment&amp;journal=Front%20Immunol&amp;doi=10.3389%2Ffimmu.2023.1286667&amp;volume=14&amp;publication_year=2023&amp;author=Yan%2CD&amp;author=Ye%2CS&amp;author=He%2CY&amp;author=Wang%2CS&amp;author=Xiao%2CY&amp;author=Xiang%2CX&amp;author=Deng%2CM&amp;author=Luo%2CW&amp;author=Chen%2CX&amp;author=Wang%2CX\">\n                    Google Scholar</a> \n                </p></li><li><p>Widhalm JR, Dudareva N. A familiar ring to it: biosynthesis of plant benzoic acids. Mol Plant. 2015;8:83–97.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1016%2Fj.molp.2014.12.001\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BC2MXmtValsL0%3D\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=25578274\">PubMed</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=A%20familiar%20ring%20to%20it%3A%20biosynthesis%20of%20plant%20benzoic%20acids&amp;journal=Mol%20Plant&amp;doi=10.1016%2Fj.molp.2014.12.001&amp;volume=8&amp;pages=83-97&amp;publication_year=2015&amp;author=Widhalm%2CJR&amp;author=Dudareva%2CN\">\n                    Google Scholar</a> \n                </p></li><li><p>Tesch PA, von Walden F, Gustafsson T, Linnehan RM, Trappe TA. Skeletal muscle proteolysis in response to short-term unloading in humans. J Appl Physiol. 1985;2008(105):902–6.</p><p><a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Skeletal%20muscle%20proteolysis%20in%20response%20to%20short-term%20unloading%20in%20humans&amp;journal=J%20Appl%20Physiol&amp;volume=2008&amp;issue=105&amp;pages=902-906&amp;publication_year=1985&amp;author=Tesch%2CPA&amp;author=Walden%2CF&amp;author=Gustafsson%2CT&amp;author=Linnehan%2CRM&amp;author=Trappe%2CTA\">\n                    Google Scholar</a> \n                </p></li><li><p>de Souza GL, Pereira WR, da Silva RP, Yamaguchi GC, Carvalho VH, Vargas BS, et al. Anserine is expressed in human cardiac and skeletal muscles. Physiol Rep. 2023;11:e15833.</p><p><a target=\"_blank\" href=\"https://doi.org/10.14814%2Fphy2.15833\">Article</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Anserine%20is%20expressed%20in%20human%20cardiac%20and%20skeletal%20muscles&amp;journal=Physiol%20Rep&amp;doi=10.14814%2Fphy2.15833&amp;volume=11&amp;publication_year=2023&amp;author=Souza%2CGL&amp;author=Pereira%2CWR&amp;author=Silva%2CRP&amp;author=Yamaguchi%2CGC&amp;author=Carvalho%2CVH&amp;author=Vargas%2CBS&amp;author=Jensen%2CL&amp;author=Medeiros%2CMHG&amp;author=Roschel%2CH&amp;author=Artioli%2CGG\">\n                    Google Scholar</a> \n                </p></li><li><p>Luttrell MJ, Halliwill JR. The intriguing role of histamine in exercise responses. Exerc Sport Sci Rev. 2017;45:16–23.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1249%2FJES.0000000000000093\">Article</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=27741023\">PubMed</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC5161583\">PubMed Central</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=The%20intriguing%20role%20of%20histamine%20in%20exercise%20responses&amp;journal=Exerc%20Sport%20Sci%20Rev&amp;doi=10.1249%2FJES.0000000000000093&amp;volume=45&amp;pages=16-23&amp;publication_year=2017&amp;author=Luttrell%2CMJ&amp;author=Halliwill%2CJR\">\n                    Google Scholar</a> \n                </p></li><li><p>Nemet I, Saha PP, Gupta N, Zhu W, Romano KA, Skye SM, et al. A cardiovascular disease-linked gut microbial metabolite acts via adrenergic receptors. Cell. 2020;180(862–877):e822.</p><p><a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=A%20cardiovascular%20disease-linked%20gut%20microbial%20metabolite%20acts%20via%20adrenergic%20receptors&amp;journal=Cell&amp;volume=180&amp;issue=862%E2%80%93877&amp;publication_year=2020&amp;author=Nemet%2CI&amp;author=Saha%2CPP&amp;author=Gupta%2CN&amp;author=Zhu%2CW&amp;author=Romano%2CKA&amp;author=Skye%2CSM&amp;author=Cajka%2CT&amp;author=Mohan%2CML&amp;author=Li%2CL&amp;author=Wu%2CY\">\n                    Google Scholar</a> \n                </p></li><li><p>Franzosa EA, Sirota-Madi A, Avila-Pacheco J, Fornelos N, Haiser HJ, Reinker S, et al. Gut microbiome structure and metabolic activity in inflammatory bowel disease. Nat Microbiol. 2019;4:293–305.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1038%2Fs41564-018-0306-4\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BC1cXisVyhtbnM\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=30531976\">PubMed</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Gut%20microbiome%20structure%20and%20metabolic%20activity%20in%20inflammatory%20bowel%20disease&amp;journal=Nat%20Microbiol&amp;doi=10.1038%2Fs41564-018-0306-4&amp;volume=4&amp;pages=293-305&amp;publication_year=2019&amp;author=Franzosa%2CEA&amp;author=Sirota-Madi%2CA&amp;author=Avila-Pacheco%2CJ&amp;author=Fornelos%2CN&amp;author=Haiser%2CHJ&amp;author=Reinker%2CS&amp;author=Vatanen%2CT&amp;author=Hall%2CAB&amp;author=Mallick%2CH&amp;author=McIver%2CLJ\">\n                    Google Scholar</a> \n                </p></li><li><p>Wlodarska M, Kostic AD, Xavier RJ. An integrative view of microbiome-host interactions in inflammatory bowel diseases. Cell Host Microbe. 2015;17:577–91.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1016%2Fj.chom.2015.04.008\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BC2MXnvFSkurk%3D\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=25974300\">PubMed</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC4498258\">PubMed Central</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=An%20integrative%20view%20of%20microbiome-host%20interactions%20in%20inflammatory%20bowel%20diseases&amp;journal=Cell%20Host%20Microbe&amp;doi=10.1016%2Fj.chom.2015.04.008&amp;volume=17&amp;pages=577-591&amp;publication_year=2015&amp;author=Wlodarska%2CM&amp;author=Kostic%2CAD&amp;author=Xavier%2CRJ\">\n                    Google Scholar</a> \n                </p></li><li><p>Lewis JD, Chen EZ, Baldassano RN, Otley AR, Griffiths AM, Lee D, et al. Inflammation, antibiotics, and diet as environmental stressors of the gut microbiome in pediatric Crohn’s disease. Cell Host Microbe. 2015;18:489–500.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1016%2Fj.chom.2015.09.008\">Article</a> \n    <a target=\"_blank\" href=\"https://microbiomejournal.biomedcentral.com/articles/cas-redirect/1:CAS:528:DC%2BC2MXhs1Squ7vF\">CAS</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=26468751\">PubMed</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC4633303\">PubMed Central</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Inflammation%2C%20antibiotics%2C%20and%20diet%20as%20environmental%20stressors%20of%20the%20gut%20microbiome%20in%20pediatric%20Crohn%E2%80%99s%20disease&amp;journal=Cell%20Host%20Microbe&amp;doi=10.1016%2Fj.chom.2015.09.008&amp;volume=18&amp;pages=489-500&amp;publication_year=2015&amp;author=Lewis%2CJD&amp;author=Chen%2CEZ&amp;author=Baldassano%2CRN&amp;author=Otley%2CAR&amp;author=Griffiths%2CAM&amp;author=Lee%2CD\">\n                    Google Scholar</a> \n                </p></li><li><p>McMillan AS, Zhang G, Dougherty MK, McGill SK, Gulati AS, Baker ES, et al. Metagenomic, metabolomic, and lipidomic shifts associated with fecal microbiota transplantation for recurrent <i>Clostridioides difficile</i> infection. mSphere. 2024;9:e0070624.</p><p><a target=\"_blank\" href=\"https://doi.org/10.1128%2Fmsphere.00706-24\">Article</a> \n    <a target=\"_blank\" href=\"http://www.ncbi.nlm.nih.gov/entrez/query.fcgi?cmd=Retrieve&amp;db=PubMed&amp;dopt=Abstract&amp;list_uids=39377587\">PubMed</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=Metagenomic%2C%20metabolomic%2C%20and%20lipidomic%20shifts%20associated%20with%20fecal%20microbiota%20transplantation%20for%20recurrent%20Clostridioides%20difficile%20infection&amp;journal=mSphere&amp;doi=10.1128%2Fmsphere.00706-24&amp;volume=9&amp;publication_year=2024&amp;author=McMillan%2CAS&amp;author=Zhang%2CG&amp;author=Dougherty%2CMK&amp;author=McGill%2CSK&amp;author=Gulati%2CAS&amp;author=Baker%2CES&amp;author=Theriot%2CCM\">\n                    Google Scholar</a> \n                </p></li><li><p>Wickham H. ggplot2: elegant graphics for data analysis. New York: Springer-Verlag; 2016.</p><p><a target=\"_blank\" href=\"https://link.springer.com/doi/10.1007/978-3-319-24277-4\">Book</a> \n    <a target=\"_blank\" href=\"http://scholar.google.com/scholar_lookup?&amp;title=ggplot2%3A%20elegant%20graphics%20for%20data%20analysis&amp;doi=10.1007%2F978-3-319-24277-4&amp;publication_year=2016&amp;author=Wickham%2CH\">\n                    Google Scholar</a> \n                </p></li></ol><p><a target=\"_blank\" href=\"https://citation-needed.springer.com/v2/references/10.1186/s40168-025-02258-9?format=refman&amp;flavour=references\">Download references</a></p></div></div><div><h2 id=\"Ack1\">Acknowledgements</h2><p>Not applicable.</p></div><div><h2 id=\"Fun\">Funding</h2><p>The research was supported by internal development funds from the CHOP Research Institute.</p></div><div><h2 id=\"author-information\">Author information</h2><div><h3 id=\"affiliations\">Authors and Affiliations</h3><ol><li><p>Division of Gastroenterology, Hepatology and Nutrition, Children’s Hospital of Philadelphia, Philadelphia, PA, 19104, USA</p><p>Ceylan Tanes, Weiming Hu, Scott Daniel &amp; Kyle Bittinger</p></li><li><p>Division of Gastroenterology and Hepatology, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA</p><p>Elliot Friedman, Aaron Hecht, James D. Lewis &amp; Gary D. Wu</p></li><li><p>Broad Institute of MIT and, Harvard University, Cambridge, MA, 02142, USA</p><p>Clary Clish</p></li><li><p>Center for Clinical Epidemiology and Biostatistics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, 19104, USA</p><p>James D. Lewis</p></li></ol><div><p><span>Authors</span></p><ol><li><span>Ceylan Tanes</span></li><li><span>Weiming Hu</span></li><li><span>Elliot Friedman</span></li><li><span>Aaron Hecht</span></li><li><span>Scott Daniel</span></li><li><span>Clary Clish</span></li><li><span>James D. Lewis</span></li><li><span>Gary D. Wu</span></li><li><span>Kyle Bittinger</span></li></ol></div><h3 id=\"contributions\">Contributions</h3><p>CT, WH, and KB analyzed and interpreted the data. CC generated the data. CT and KB drafted the manuscript. CT, WH, EF, AH, SC, CC, JDL, GDW, and KB reviewed the manuscript. All authors revised and approved the final manuscript.</p><h3 id=\"corresponding-author\">Corresponding author</h3><p>Correspondence to\n                <a target=\"_blank\" href=\"mailto:bittingerk@chop.edu\">Kyle Bittinger</a>.</p></div></div><div><h2 id=\"ethics\">Ethics declarations</h2><div>\n                <h3 id=\"FPar1\">Ethics approval and consent to participate</h3>\n                <p>Not applicable.</p>\n                <h3 id=\"FPar2\">Consent for publication</h3>\n                <p>Not applicable.</p>\n                <h3 id=\"FPar3\">Competing interests</h3>\n                <p>The authors declare no competing interests.</p>\n            </div></div><div><h2 id=\"additional-information\">Additional information</h2><div><h3>Publisher’s Note</h3><p>Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.</p></div></div><div><h2 id=\"Sec14\">Supplementary Information</h2><div><div><h3><a target=\"_blank\" href=\"https://static-content.springer.com/esm/art%3A10.1186%2Fs40168-025-02258-9/MediaObjects/40168_2025_2258_MOESM1_ESM.pdf\">40168_2025_2258_MOESM1_ESM.pdf</a></h3><p>Additional file 1: Fig. S1. Volcano plot of core comparisons for fecal metabolites. The x axis represents the mean log fold change between the groups and the y axis represents the -log10 of the p value resulting from the linear models as explained in methods. The green dots mark the metabolites with corrected <i>p</i> value of &lt; 0.1. Fig. S2. Microbial-derived metabolites responsible for biosynthesis of arginine and urea cycle. The AUCs for the metabolites in the pathway are shown for each group. The metabolites identified as microbial products or substrates are labeled in green and orange respectively. Fig. S3. Fecal metabolites during recovery phase in the EEN group. (A) Percentage of microbial substrates or products that recovered at each time point. (B) Mean fold change between recovery days and pre-abx for the named metabolites that were altered between pre- and post-abx time points in both EEN and omnivore groups. Fig. S4. Volcano plot of core comparisons for plasma metabolites. The x axis represents the mean log fold change between the groups and the y axis represents the -log10 of the <i>p</i> value resulting from the linear models as explained in methods. The green dots mark the metabolites with corrected <i>p</i> value of &lt; 0.1.</p></div><p></p><h3><a target=\"_blank\" href=\"https://static-content.springer.com/esm/art%3A10.1186%2Fs40168-025-02258-9/MediaObjects/40168_2025_2258_MOESM2_ESM.xlsx\">Additional file 2: Table S1. List of diet and microbe-derived metabolites in our atlas.</a></h3><p></p></div></div><div><h2 id=\"rightslink\">Rights and permissions</h2><div>\n                <p><b>Open Access</b>  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if you modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or parts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit <a target=\"_blank\" href=\"http://creativecommons.org/licenses/by-nc-nd/4.0/\">http://creativecommons.org/licenses/by-nc-nd/4.0/</a>.</p>\n              <p><a target=\"_blank\" href=\"https://s100.copyright.com/AppDispatchServlet?title=Distinguishing%20diet-%20and%20microbe-derived%20metabolites%20in%20the%20human%20gut&amp;author=Ceylan%20Tanes%20et%20al&amp;contentID=10.1186%2Fs40168-025-02258-9&amp;copyright=The%20Author%28s%29&amp;publication=2049-2618&amp;publicationDate=2025-10-16&amp;publisherName=SpringerNature&amp;orderBeanReset=true&amp;oa=CC%20BY-NC-ND\">Reprints and permissions</a></p></div></div><div><h2 id=\"article-info\">About this article</h2><div><h3 id=\"citeas\">Cite this article</h3><p>Tanes, C., Hu, W., Friedman, E. <i>et al.</i> Distinguishing diet- and microbe-derived metabolites in the human gut.\n                    <i>Microbiome</i> <b>13</b>, 206 (2025). https://doi.org/10.1186/s40168-025-02258-9</p><p><a target=\"_blank\" href=\"https://citation-needed.springer.com/v2/references/10.1186/s40168-025-02258-9?format=refman&amp;flavour=citation\">Download citation</a></p><ul><li><p>Received<span>: </span><span>11 April 2025</span></p></li><li><p>Accepted<span>: </span><span>09 September 2025</span></p></li><li><p>Published<span>: </span><span>16 October 2025</span></p></li><li><p><abbr title=\"Digital Object Identifier\">DOI</abbr><span>: </span><span>https://doi.org/10.1186/s40168-025-02258-9</span></p></li></ul></div></div>\n                </div>",
  "author": "Bittinger, Kyle",
  "favicon": "https://microbiomejournal.biomedcentral.com/oscar-static/img/favicons/darwin/favicon-de0c289efe.ico",
  "source": "microbiomejournal.biomedcentral.com",
  "published": "2025-10-16",
  "ttr": 1777,
  "type": "article"
}