{
  "url": "https://pubmed.ncbi.nlm.nih.gov/41196050/?fc=None&ff=20251107112150&v=2.18.0.post22+67771e2",
  "title": "Metagenome-assembled genomes reveal microbial signatures and metabolic pathways linked to coronary artery disease - PubMed",
  "description": "Gut microbiota has emerged as a critical factor influencing cardiovascular disease (CVD) risk, particularly coronary artery disease (CAD) development. Using fecal metagenomic shotgun sequencing, we investigated gut microbiota signatures associated with CAD and provided strain-resolved insights throu …",
  "links": [
    "https://pubmed.ncbi.nlm.nih.gov/41196050/?fc=None&ff=20251107112150&v=2.18.0.post22+67771e2"
  ],
  "image": "https://cdn.ncbi.nlm.nih.gov/pubmed/persistent/pubmed-meta-image-v2.jpg",
  "content": "<div>\n      <div>\n          <div>\n      <p><span>\n        doi: 10.1128/msystems.00954-25.\n      </span>\n      <span>\n        Online ahead of print.\n      </span>\n          </p></div>\n          <p>\n    Affiliations\n</p>\n    <ul>\n        <li>\n          <span>\n  <span>\n      PMID:\n  </span>\n    <strong>41196050</strong>\n</span>\n        </li>\n        <li>\n          <span>\n  <span>\n      DOI:\n  </span>\n    <a target=\"_blank\" href=\"https://doi.org/10.1128/msystems.00954-25\">\n      10.1128/msystems.00954-25\n    </a>\n</span>\n        </li>\n    </ul>\n        <p>\n  Item in Clipboard\n</p>\n      </div>\n      <div>\n<h2>\n  Metagenome-assembled genomes reveal microbial signatures and metabolic pathways linked to coronary artery disease\n</h2>\n<p><span>\n        <span><span>Soomin Lee</span><span> et al.</span></span>\n  </span>\n      <span>\n        mSystems<span>.</span>\n      </span>\n        <span>\n          2025<span>.</span>\n        </span>\n</p>\n      </div>\n  <div>\n      <h2>\n        Abstract\n      </h2>\n            <p>\n      Gut microbiota has emerged as a critical factor influencing cardiovascular disease (CVD) risk, particularly coronary artery disease (CAD) development. Using fecal metagenomic shotgun sequencing, we investigated gut microbiota signatures associated with CAD and provided strain-resolved insights through metagenome-assembled genome (MAG) reconstruction. We analyzed 14 patients with CAD and 28 propensity score-matched healthy controls. Differential abundance analysis identified 15 CAD-associated bacterial species. Members of the <i>Lachnospiraceae</i> family, previously associated with trimethylamine-N-oxide production, were significantly enriched in patients with CAD. Conversely, short-chain fatty acid-producing bacteria <i>Slackia isoflavoniconvertens</i> and <i>Faecalibacterium prausnitzii</i> were depleted, suggesting a potential contribution to gut-mediated inflammation and metabolic dysregulation. Metabolic pathway analysis revealed significant urea cycle and L-citrulline biosynthesis enrichment in CAD cases, with <i>Alistipes</i> and <i>Coprococcus</i> as key contributors. Among predicted metabolites, inosine, which is implicated in coronary artery relaxation, was elevated in patients with CAD, whereas C18:0e MAG and α-muricholate were depleted. A random forest model achieved a mean AUC of 0.89 for CAD classification, with improved performance when integrating microbial taxa and metabolites. CAD-derived MAGs showed metabolic signatures linked to inflammatory dysbiosis and cardiovascular dysfunction, such as enriched N<sub>2</sub> fixation and sulfite reduction. Strain-resolved comparative genomic analysis of MAGs revealed distinctive functional characteristics between CAD-derived and control-derived strains of <i>Akkermansia muciniphila</i> and <i>Megamonas fumiformis. F. prausnitzii</i> MAG from the control group carried non-trimethylamine-producing gene, <i>mtxB</i>, suggesting its potential protective role in CAD pathophysiology. These findings provide insights into gut microbial alterations in CAD and highlight potential targets for microbiome-based therapeutic interventions to reduce CVD risk.IMPORTANCEGut microbiota plays a pivotal role in cardiovascular disease; however, its specific contribution to coronary artery disease (CAD) remains underexplored. This study identified distinct microbial signatures associated with CAD, including the enrichment of pro-inflammatory bacterial taxa and depletion of short-chain fatty acid-producing bacteria, which may contribute to systemic inflammation and metabolic dysregulation. Perturbations in key pathways, such as the urea cycle and glycolysis, suggest metabolic links between the gut microbiota and CAD. Additionally, the metagenome-assembled genome-based analysis revealed strain-resolved functional heterogeneity that shapes host-microbe interactions and may contribute to CAD pathophysiology. These findings provide novel insights into gut dysbiosis in CAD and highlight the potential of microbiome-targeted therapeutic strategies in precision medicine.\n    </p>\n    <p>\n        <strong>\n          Keywords:\n        </strong>\n      cardiovascular disease; coronary artery disease; gut microbiome; metagenome-assembled genome; shotgun metagenomics.\n    </p>\n  </div>\n  <p>\n  <a href=\"https://pubmed.ncbi.nlm.nih.gov/disclaimer/\" target=\"_blank\">PubMed Disclaimer</a>\n</p>\n  </div>",
  "author": "",
  "favicon": "https://cdn.ncbi.nlm.nih.gov/coreutils/nwds/img/favicons/favicon-192.png",
  "source": "pubmed.ncbi.nlm.nih.gov",
  "published": "",
  "ttr": 82,
  "type": "website"
}