{
  "url": "https://pubmed.ncbi.nlm.nih.gov/41123377/?fc=None&ff=20251102111756&v=2.18.0.post22+67771e2",
  "title": "Xenometabolomics reveals metabolic functional guilds unique to specific inulin subtypes in human gut microbiota cultures - PubMed",
  "description": "Dietary fibers can convey positive health effects, but the full suite of mechanisms and fiber type differences remains to be elaborated. Historically, most discussions have focused on the impact of fibers in promoting lower gut bacterial fermentation, leading to the generation of short-chain fatty a …",
  "links": [
    "https://pubmed.ncbi.nlm.nih.gov/41123377/?fc=None&ff=20251102111756&v=2.18.0.post22+67771e2"
  ],
  "image": "https://cdn.ncbi.nlm.nih.gov/pubmed/persistent/pubmed-meta-image-v2.jpg",
  "content": "<div>\n      <div>\n          <div>\n      <p><span>\n        doi: 10.1128/msystems.01031-25.\n      </span>\n      <span>\n        Online ahead of print.\n      </span>\n          </p></div>\n          <p>\n    Affiliations\n</p>\n    <ul>\n        <li>\n          <span>\n  <span>\n      PMID:\n  </span>\n    <strong>41123377</strong>\n</span>\n        </li>\n        <li>\n          <span>\n  <span>\n      DOI:\n  </span>\n    <a target=\"_blank\" href=\"https://doi.org/10.1128/msystems.01031-25\">\n      10.1128/msystems.01031-25\n    </a>\n</span>\n        </li>\n    </ul>\n  <p><span>Free article</span></p><p>\n  Item in Clipboard\n</p>\n      </div>\n      <div>\n<h2>\n  Xenometabolomics reveals metabolic functional guilds unique to specific inulin subtypes in human gut microbiota cultures\n</h2>\n<p><span>\n        <span><span>Brian D Piccolo</span><span> et al.</span></span>\n  </span>\n      <span>\n        mSystems<span>.</span>\n      </span>\n        <span>\n          2025<span>.</span>\n        </span>\n</p>\n  <p><span>Free article</span></p>\n      </div>\n  <div>\n      <h2>\n        Abstract\n      </h2>\n            <div>\n    <p>\n      Dietary fibers promote positive health outcomes that are generally attributed to large bowel bacterial fermentation and associated bioactive metabolites. Historically, studies of the latter have focused on short-chain fatty acids such as butyrate. The gastrointestinal microbiota generate thousands of xenometabolites (microbe-derived, \"non-host\" metabolites). Most remain uncharacterized for composition and potential bioactivity, and little is known about the impact of fiber structure on the xenometabolome. Using LC/MS, we characterized culture supernatant metabolite profiles in human stool lineages derived from three healthy adult donors and six inulins covering a range of degrees of polymerization (DPs): chicory-derived Frutalose L90 (L90; DP ~ 3), Alfa Aesar (AA; DP ~ 5), Frutafit CLR (CLR; DP ~ 8), Frutafit IQ (IQ; DP ~ 12), Frutafit TEX (TEX; DP &gt; 23), and the highly branched Frutafit agave inulin (AGA). Of the 1,219 LC/MS detected metabolites included in the final data analysis, concentrations of 704 were statistically significant (FDR &lt; 0.1; Kruskal-Wallis test). Of these, 15 metabolites had a structural annotation, highlighting the large number of \"unknown\" xenometabolites associated with inulin substrates. Each fiber type led to distinct metabolite signatures, despite lineages displaying highly disparate microbial community structures within and across donors. This illustrates that fiber-specific metabolic functional guilds manifest despite highly diverse human gut bacteria communities. While speculative, these metabolic functional guilds could help explain why health effects of dietary fibers are prevalent across the population despite highly disparate gut microbiota patterns. The results also reinforce that fiber structures have a profound effect on the xenometabolome.\n    </p>\n    <p>\n        <strong>\n          Importance:\n        </strong>\n      Dietary fibers can convey positive health effects, but the full suite of mechanisms and fiber type differences remains to be elaborated. Historically, most discussions have focused on the impact of fibers in promoting lower gut bacterial fermentation, leading to the generation of short-chain fatty acids (especially butyrate) and promoting growth of specific microbes. That said, health effects associated with dietary fiber are generally shared across diverse individuals harboring disparate gut microbial species, and it is increasingly appreciated that xenometabolites derived from microbial metabolism number in the thousands. In the current report, we applied metabolomics characterization to human stool cultures incubated with six structurally distinct inulin fibers. The results indicate that distinct, fiber-specific metabolite signatures manifest despite quite diverse bacterial community structures across donors. Such outcomes point to the existence of metabolic functional guilds that shape the metabolite landscape-and likely the unique bioactive characteristics-across dietary fiber types.\n    </p>\n            </div>\n    <p>\n        <strong>\n          Keywords:\n        </strong>\n      acetate; dietary fiber; microbial ecology; microbiome; propionate.\n    </p>\n  </div>\n  <p>\n  <a href=\"https://pubmed.ncbi.nlm.nih.gov/disclaimer/\" target=\"_blank\">PubMed Disclaimer</a>\n</p>\n  <div>\n    <h2>\n      LinkOut - more resources\n    </h2>\n    <ul><li><h3>Full Text Sources</h3><ul><li><a href=\"https://journals.asm.org/doi/10.1128/msystems.01031-25?url_ver=Z39.88-2003&amp;rfr_id=ori:rid:crossref.org&amp;rfr_dat=cr_pub%20%200pubmed\" target=\"_blank\">\n                    Atypon\n                  </a></li></ul></li><li><h3>Miscellaneous</h3><ul><li><a href=\"https://assays.cancer.gov/non-CPTAC-3449\" target=\"_blank\">\n                    NCI CPTAC Assay Portal\n                  </a></li></ul></li></ul>\n  </div>\n  </div>",
  "author": "",
  "favicon": "https://cdn.ncbi.nlm.nih.gov/coreutils/nwds/img/favicons/favicon-192.png",
  "source": "pubmed.ncbi.nlm.nih.gov",
  "published": "",
  "ttr": 92,
  "type": "website"
}