{
  "url": "https://pubmed.ncbi.nlm.nih.gov/41165314/?fc=None&ff=20251102002007&v=2.18.0.post22+67771e2",
  "title": "Differential recovery of chain-elongating bacteria: comparing droplet, plating, and dilution-to-extinction methods - PubMed",
  "description": "Microbial chain elongation via reverse β-oxidation offers a more sustainable route to produce medium-chain fatty acids like caproate, commodity chemicals typically produced via (petro)chemical processes. Thermophilic anaerobic microbiomes allow production at a high rate and selectivity but remain po …",
  "links": [
    "https://pubmed.ncbi.nlm.nih.gov/41165314/?fc=None&ff=20251102002007&v=2.18.0.post22+67771e2"
  ],
  "image": "https://cdn.ncbi.nlm.nih.gov/pubmed/persistent/pubmed-meta-image-v2.jpg",
  "content": "<div>\n      <div>\n          <div>\n      <p><span>\n        doi: 10.1128/msystems.01356-25.\n      </span>\n      <span>\n        Online ahead of print.\n      </span>\n          </p></div>\n          <p>\n    Affiliations\n</p>\n    <ul>\n        <li>\n          <span>\n  <span>\n      PMID:\n  </span>\n    <strong>41165314</strong>\n</span>\n        </li>\n        <li>\n          <span>\n  <span>\n      DOI:\n  </span>\n    <a target=\"_blank\" href=\"https://doi.org/10.1128/msystems.01356-25\">\n      10.1128/msystems.01356-25\n    </a>\n</span>\n        </li>\n    </ul>\n  <p><span>Free article</span></p><p>\n  Item in Clipboard\n</p>\n      </div>\n      <div>\n<h2>\n  Differential recovery of chain-elongating bacteria: comparing droplet, plating, and dilution-to-extinction methods\n</h2>\n<p><span>\n        <span><span>Wannes Nauwynck</span><span> et al.</span></span>\n  </span>\n      <span>\n        mSystems<span>.</span>\n      </span>\n        <span>\n          2025<span>.</span>\n        </span>\n</p>\n  <p><span>Free article</span></p>\n      </div>\n  <div>\n      <h2>\n        Abstract\n      </h2>\n            <p>\n      Microbial chain elongation via reverse β-oxidation offers a more sustainable route to produce medium-chain fatty acids like caproate, commodity chemicals typically produced via (petro)chemical processes. Thermophilic anaerobic microbiomes allow production at a high rate and selectivity but remain poorly understood due to the limited cultivability of their members. To better access functional taxa from a thermophilic chain-elongating reactor community, we applied multiple isolation strategies: conventional anaerobic plating, dilution-to-extinction (DTE), droplet-based microfluidics, and fluorescence-activated cell sorting (FACS). We evaluated the taxonomic range and cultivation success of each method using 16S rRNA gene sequencing. Each method yielded a distinct subset of microbial taxa. While <i>Clostridium acetireducens</i>-related strains were consistently isolated across all strategies, key thermophilic chain elongators (e.g., <i>Thermocaproicibacter melissae</i>-like organisms) only appeared in DTE. Droplet microfluidics enriched the most unique taxa in total, mostly rare taxa, including <i>Caproicibacter</i> and <i>Thermoanaerobacterium</i> spp. Plating yielded the lowest diversity, recovering only dominant taxa. FACS-based approaches failed to yield isolates, likely due to stress during processing. Comparing droplet-based isolation to DTE revealed critical insights: although droplets offer higher throughput, which intrinsically increases the chance of capturing rare taxa, not all DTE-cultivated organisms grew in droplets. This suggests additional contributing factors (apart from an increased throughput), such as encapsulation stress and droplet-specific microenvironments. These findings clarify the advantages and limitations of droplet cultivation strategies, allowing a more informed application of these techniques to access the so-called \"microbial dark matter.\"IMPORTANCEMany environmentally and industrially relevant microbes remain uncultured, limiting our ability to understand and use them. This is especially true in thermophilic anaerobic microbiomes, which are promising systems for producing sustainable chemicals from organic waste streams. In this study, we explored how different cultivation strategies influence which microbes can be isolated from a thermophilic chain-elongating reactor. By comparing traditional and novel methods, including droplet microfluidics, we showed that each method recovers a unique set of microbes. While droplet-based methods enable high sampling depth with minimal effort and excel at isolating rare microbes, we found that they also introduce clear biases, as certain organisms recovered by other methods did not grow in droplets. Our work highlights the importance of the cultivation method in isolation success and helps shine a light on the selective forces at play in droplet-based microbial isolation.\n    </p>\n    <p>\n        <strong>\n          Keywords:\n        </strong>\n      caproic acid; chain elongation; cultivability; cultivation bias; double emulsion; droplet microfluidics; rare biosphere; thermophilic microbiome.\n    </p>\n  </div>\n  <p>\n  <a href=\"https://pubmed.ncbi.nlm.nih.gov/disclaimer/\" target=\"_blank\">PubMed Disclaimer</a>\n</p>\n  <div>\n    <h2>\n      LinkOut - more resources\n    </h2>\n    <ul><li><h3>Full Text Sources</h3><ul><li><a href=\"https://journals.asm.org/doi/10.1128/msystems.01356-25?url_ver=Z39.88-2003&amp;rfr_id=ori:rid:crossref.org&amp;rfr_dat=cr_pub%20%200pubmed\" target=\"_blank\">\n                    Atypon\n                  </a></li></ul></li><li><h3>Miscellaneous</h3><ul><li><a href=\"https://assays.cancer.gov/CPTAC-1612\" target=\"_blank\">\n                    NCI CPTAC Assay Portal\n                  </a></li></ul></li></ul>\n  </div>\n  </div>",
  "author": "",
  "favicon": "https://cdn.ncbi.nlm.nih.gov/coreutils/nwds/img/favicons/favicon-192.png",
  "source": "pubmed.ncbi.nlm.nih.gov",
  "published": "",
  "ttr": 88,
  "type": "website"
}