{
  "url": "https://pubmed.ncbi.nlm.nih.gov/41165321/?fc=None&ff=20251102111756&v=2.18.0.post22+67771e2",
  "title": "Post-translational modifications via serine/threonine phosphorylation and GpsB in Streptococcus mutans - PubMed",
  "description": "This research is important because it helps us understand how a common cavity-causing bacterium, <i>Streptococcus mutans</i>, controls its basic life functions. We discovered that a specific type of switch, called <i>O</i>-phosphorylation, is widespread in these bacteria and plays a crucial role in …",
  "links": [
    "https://pubmed.ncbi.nlm.nih.gov/41165321/?fc=None&ff=20251102111756&v=2.18.0.post22+67771e2"
  ],
  "image": "https://cdn.ncbi.nlm.nih.gov/pubmed/persistent/pubmed-meta-image-v2.jpg",
  "content": "<div>\n      <div>\n          <div>\n      <p><span>\n        doi: 10.1128/msystems.01105-25.\n      </span>\n      <span>\n        Online ahead of print.\n      </span>\n          </p></div>\n          <p>\n    Affiliations\n</p>\n    <ul>\n        <li>\n          <span>\n  <span>\n      PMID:\n  </span>\n    <strong>41165321</strong>\n</span>\n        </li>\n        <li>\n          <span>\n  <span>\n      DOI:\n  </span>\n    <a target=\"_blank\" href=\"https://doi.org/10.1128/msystems.01105-25\">\n      10.1128/msystems.01105-25\n    </a>\n</span>\n        </li>\n    </ul>\n  <p><span>Free article</span></p><p>\n  Item in Clipboard\n</p>\n      </div>\n      <div>\n<h2>\n  Post-translational modifications via serine/threonine phosphorylation and GpsB in <i>Streptococcus mutans</i>\n</h2>\n<p><span>\n        <span><span>Sangam Chudal</span><span> et al.</span></span>\n  </span>\n      <span>\n        mSystems<span>.</span>\n      </span>\n        <span>\n          2025<span>.</span>\n        </span>\n</p>\n  <p><span>Free article</span></p>\n      </div>\n  <div>\n      <h2>\n        Abstract\n      </h2>\n            <div>\n    <p>\n      Post-translational modifications (PTMs), such as protein phosphorylation, are critical regulators of bacterial physiology. Here, we present the first comprehensive phosphoproteomic analysis of <i>Streptococcus mutans</i>, revealing extensive <i>O</i>-phosphorylation under nonstressed conditions. Using tandem mass tag (TMT)-based mass spectrometry and phosphopeptide enrichment, we identified 231 high-confidence phosphosites on 131 proteins, representing approximately 6.7% of the detected proteome. These phosphorylated proteins were enriched in pathways related to translation, carbohydrate metabolism, and the cell cycle, suggesting a broad role for <i>O</i>-phosphorylation in core cellular functions. To define the functional roles of the sole serine/threonine protein kinase (PknB) and phosphatase (PppL) encoded by <i>S. mutans</i>, we analyzed phosphoproteomic and proteomic changes in Δ<i>pknB</i> and Δ<i>pppL</i> mutants. These mutants exhibited widespread alterations in protein abundance and phosphorylation, revealing overlapping but distinct sets of putative kinase and phosphatase substrates, including DivIVA, MapZ, MltG, and ribosomal proteins. Notably, we discovered that repression of <i>gpsB</i>, a predicted PknB-binding partner, causes lethal defects that can be rescued by a suppressor mutation (G98R) in <i>pppL</i>. This mutation restores phosphorylation of DivIVA, suggesting that GpsB regulates the PknB/PppL signaling axis to maintain appropriate phosphorylation of essential targets. This work highlights conserved and unique features of bacterial phospho-signaling and provides a foundation for future studies on PTM-mediated regulation in <i>S. mutans</i>.\n    </p>\n    <p>\n        <strong>\n          Importance:\n        </strong>\n      This research is important because it helps us understand how a common cavity-causing bacterium, <i>Streptococcus mutans</i>, controls its basic life functions. We discovered that a specific type of switch, called <i>O</i>-phosphorylation, is widespread in these bacteria and plays a crucial role in processes like how they grow, divide, and use sugar. We also investigated a key protein called GpsB that acts like a conductor, ensuring these switches work correctly. When GpsB function is disrupted, the bacteria struggle to survive, particularly due to problems with a critical cell division protein called DivIVA. However, we also found that the bacteria can sometimes overcome this problem by developing a \"rescue\" mutation in the PppL switch, which helps restore the correct function of DivIVA. Understanding these intricate control mechanisms is vital. It could lead to new ways to fight tooth decay by targeting these bacterial \"switches\" and their controllers, ultimately making it harder for <i>S. mutans</i> to cause cavities.\n    </p>\n            </div>\n    <p>\n        <strong>\n          Keywords:\n        </strong>\n      O-phosphorylation; Streptococcus mutans; phosphoproteomics; post-translational modifications; proteomics.\n    </p>\n  </div>\n  <p>\n  <a href=\"https://pubmed.ncbi.nlm.nih.gov/disclaimer/\" target=\"_blank\">PubMed Disclaimer</a>\n</p>\n  <div>\n    <h2>\n      LinkOut - more resources\n    </h2>\n    <ul><li><h3>Full Text Sources</h3><ul><li><a href=\"https://journals.asm.org/doi/10.1128/msystems.01105-25?url_ver=Z39.88-2003&amp;rfr_id=ori:rid:crossref.org&amp;rfr_dat=cr_pub%20%200pubmed\" target=\"_blank\">\n                    Atypon\n                  </a></li></ul></li><li><h3>Miscellaneous</h3><ul><li><a href=\"https://assays.cancer.gov/CPTAC-1532\" target=\"_blank\">\n                    NCI CPTAC Assay Portal\n                  </a></li></ul></li></ul>\n  </div>\n  </div>",
  "author": "",
  "favicon": "https://cdn.ncbi.nlm.nih.gov/coreutils/nwds/img/favicons/favicon-192.png",
  "source": "pubmed.ncbi.nlm.nih.gov",
  "published": "",
  "ttr": 85,
  "type": "website"
}